import streamlit as st

from hazm import *
import re
import itertools
import operator


# st.code("This is st.code ... ")
# st.text("This is Text ... ")
# st.markdown("# This is Heading 1 in Markdown")
# st.title("This is a title")
# st.header("Header")
# st.subheader("SubHeader")
# st.latex(r'''
#             a+a^2+a^3+... = a^n 
#         ''')
# st.write("Can display many things")
# st.button("Click here")

Text = """توانایی‌مذاکره‌به‌نفع‌خودتان‌در‌هر‌شرایطی،‌تعیین‌کننده‌موفقیت‌تان‌در‌
کسب‌وکار‌و‌زندگی‌است.‌مذاکره‌مهارتی‌کلیدی‌است‌که‌بر‌همه‌اعمال‌و‌
گفتارتان‌و‌تقریبا‌همه‌تعاملات‌‌شخصی‌و‌کاری‌‌اثر‌می‌گذارد.‌اگر‌نتوانید‌به‌
نفع‌خودتان‌مذاکره‌کنید،‌خودبه‌خود‌قربانی‌افرادی‌می‌شوید‌که‌نسبت‌به‌شما‌
مذاکره‌کنندگان‌بهتری‌هستند.‌اگر‌مذاکره‌کننده‌خوبی‌باشید،‌همیشه‌درآمد‌
بهتری‌دارید‌و‌معاملات‌بهتری‌انجام‌می‌دهید.‌
شاید‌بتوان‌زندگی‌را‌به‌شکل‌یک‌جلسه‌مذاکره‌ ِ طولانی‌از‌گهواره‌تا‌گور‌
دید.‌مذاکره‌هیچگاه‌متوقف‌نمی‌شود.‌مذاکره‌بخش‌اساسی‌زندگی‌و‌ارتباط‌
با‌دیگران‌است.‌این‌عمل‌باعث‌می‌شود‌افراد‌با‌ارزش‌ها‌و‌علایق‌مختلف‌
روش‌هایی‌سودمند‌برای‌زندگی‌و‌کار‌در‌کنار‌همدیگر‌پیدا‌‌کنند.‌توانایی‌
مذاکره‌برای‌موفقیت‌در‌همه‌تعاملات‌حیاتی‌است.
مذاکره‌از‌ابتدای‌تمدن‌وجود‌داشته‌است،‌زیرا‌انسان‌ها‌همواره‌به‌بهبود‌
وضع‌نسبی‌شان‌در‌زندگی‌علاقه‌مند‌بوده‌اند.‌هرکسی‌خواستار‌کسب‌مقدار‌
بیشتری‌از‌چیزهای‌خوب‌مثل‌شادی،‌ثروت،‌مقام،‌عشق،‌امنیت،‌جایگاه،‌
وجهه‌و‌موفقیت‌است.‌مردم‌می‌خواهند‌با‌روش‌هایی‌سریعتر‌و‌ساده‌تر‌و‌با‌
حداقل‌هزینه‌زمانی‌و‌پولی‌ممکن‌به‌اهدافشان‌دست‌یابند.‌هر‌یک‌از‌ما‌
به‌نوعی‌با‌بسیاری‌از‌افراد‌رقابت‌می‌کنیم‌که‌آن‌ها‌نیز‌می‌خواهند‌به‌همان‌
اهداف،‌نتایج‌و‌خروجی‌ها‌برسند.‌
با‌مصالحه،‌مبادله‌و‌مذاکره‌است‌که‌می‌توانیم‌خواسته‌ها‌و‌نیازهای‌متضاد‌
را‌سازگار‌کرده‌و‌اطمینان‌حاصل‌کنیم‌که‌به‌بهترین‌نتیجه‌ممکن‌دست‌
خواهیم‌یافت.
‌
ارزش شخصی است
قیمت‌یا‌ارزش‌هرچیزی‌همواره‌فقط‌با‌میزان‌تقاضا‌یا‌اشتیاق‌برای‌آن‌
تعیین‌می‌شود.‌ارزش‌هرچیز‌اینگونه‌مشخص‌می‌شود‌که‌فردی‌خاص،‌در‌
زمانی‌خاص‌و‌تحت‌شرایطی‌خاص‌آن‌‌را‌ارزشمند‌بیابد.‌
از‌آنجاکه‌این‌نوع‌قضاوت‌ارزشی‌همیشه‌شخصی‌است،‌هیچگاه‌نمی‌توان‌
قیمت‌یا‌شرایط‌مناسب‌و‌نهایی‌را‌از‌پیش‌تعیین‌کرد.‌قیمت‌هایی‌که‌مردم‌
می‌پردازند‌یا‌می‌پذیرند‌همیشه‌به‌افراد‌و‌نیازهای‌نسبی‌شان‌در‌زمان‌معامله‌
بستگی‌ دارد.‌ ارزیابی‌‌ شخصی‌ همان‌ چیزی‌ است‌ که‌ محرک‌ مبادله‌ کالا،‌
خدمات،‌پول‌و‌چیزهای‌دیگر‌است.‌در‌هر‌معامله‌یا‌مبادله‌داوطلبانه،‌‌اگر‌
طرف‌های‌دخیل‌باور‌داشته‌باشند‌که‌پس‌از‌انجام‌معامله‌نسبت‌به‌قبل‌
وضعشان‌بهتر‌می‌شود،‌سر‌قیمت‌ها‌و‌شرایط‌به‌توافق‌می‌رسند.‌به‌گفته‌آنان،‌
همین‌اختلاف‌نظر‌است‌مسابقه‌اسب‌دوانی‌را‌شکل‌می‌دهد.
‌
استراتژیها و روشهای عملی
در‌ طول‌ سال‌ها‌ برای‌ بسیاری‌ از‌ قراردادهای‌ چند‌ میلیون‌دلاری‌ املاک‌
مسکونی،‌ تجاری‌ و‌ صنعتی‌ از‌ جمله‌ مراکز‌ خرید،‌ ساختمان‌های‌ ادارای‌ و‌
توسعه‌کاربری‌زمین‌مذاکره‌کرده‌ام.‌من‌برای‌قراردادهای‌واردات‌و‌توزیع‌8
اتومبیل‌ به‌ ارزش‌  ‌۲5میلیون‌ دلار‌ و‌ قراردادهای‌ نشر،‌ مشاوره،‌ آموزش،‌
تبلیغات،‌کنفرانس‌ها،‌جلسات‌و‌فروش‌هزاران‌مورد‌به‌ارزش‌میلیون‌ها‌دلار‌
مذاکره‌کرده‌ام.‌‌
بنابراین،‌ایده‌های‌این‌کتاب‌مبتنی‌بر‌تجربیاتی‌گسترده‌و‌خوب‌و‌بد‌است‌
که‌با‌سال‌ها‌مطالعه‌در‌زمینه‌هنر‌و‌علم‌مذاکره‌تکمیل‌می‌شود.‌در‌این‌
کتاب‌مجموعه‌ای‌از‌مهم‌ترین‌استراتژی‌ها‌و‌تاکتیک‌های‌کشف‌شده‌در‌حوزه‌
مذاکره‌را‌خواهید‌آموخت.‌
هر‌ یک‌ از‌ این‌ ایده‌ها‌ بسیار‌ عملی،‌ تائیدشده‌ و‌ کاربردی‌ است.‌ آن‌ها‌
ثمربخش‌هستند‌و‌شما‌را‌قادر‌می‌سازند‌تا‌تقریبا‌در‌هر‌شرایطی‌سود‌کسب‌
کنید.‌من‌این‌مهارت‌ها‌را‌به‌صدها‌هزار‌شاغل‌کسب‌وکار‌در‌سراسر‌دنیا‌یاد‌
داده‌ام‌و‌نتایج‌مثبتی‌که‌از‌مذاکرات‌کسب‌کرده‌اند،‌زندگیشان‌را‌متحول‌
کرده‌است.‌اگر‌حتی‌بخش‌کوچکی‌از‌آنچه‌قرار‌است‌یاد‌بگیرید‌را‌با‌نظم‌
به‌کار‌بندید،‌موجب‌پیشرفت‌بزرگی‌در‌کمیت‌و‌کیفیت‌نتایج‌خواهید‌شد.
‌
مذاکره قابل یادگیری است
حتی‌کودکان‌هم‌مذاکره‌می‌کنند.‌آن‌ها‌می‌دانند‌که‌در‌آغوش‌گرفتن‌‌و‌
مهرورزی‌واحد‌پول‌رایج‌مذاکره‌با‌والدین‌و‌خویشاوندان‌است.‌فعالیت‌هایی‌
مثل‌ مذاکره‌ (یا‌ عدم‌ مذاکره)،‌ مصالحه‌ (یا‌ عدم‌ مصالحه)‌ و‌ تلاش‌ برای‌
آشتی‌دادن‌سلایق‌متضاد‌بخشی‌حیاتی‌از‌زندگی‌انسان‌است.‌توانایی‌شما‌
برای‌ مذاکره‌می‌تواند‌تفاوت‌چشمگیری‌در‌زندگی‌مالی،‌‌شغل،‌روابط‌و‌
ً تقریبا‌همه‌داد‌و‌ستدهای‌زندگی‌روزمره‌ایجاد‌کند.‌‌
خوشبختانه،‌مذاکره‌یک‌مهارت‌است‌و‌هر‌مهارتی‌قابل‌یادگیری‌‌است.
هرکسی‌ که‌ امروز‌ مذاکره‌کننده‌ای‌ فوق‌العاده‌ است،‌ زمانی‌ مذاکره‌کننده‌
ضعیفی‌بوده‌که‌معاملاتی‌بسیار‌بدتر‌از‌امروز‌انجام‌می‌داده‌است.‌هرچه‌
بیشتر‌ اصول‌ مذاکره‌ را‌ یاد‌ بگیرید،‌ به‌ آن‌ بیندیشید‌ و‌ تمرین‌ کنید،‌ به‌
مذاکره‌کننده‌ بهتری‌ تبدیل‌ می‌شوید.‌ وقتی‌ به‌ نتایج‌ بهتری‌ دست‌ یابید،‌9
احساس‌ شادی،‌ اعتمادبه‌نفس‌ و‌ مسئولیت‌پذیری‌ بیشتری‌ خواهید‌ داشت.
یکی‌ از‌ نیرومندترین‌ روش‌هایی‌ که‌ یاد‌ می‌گیریم‌ مقایسه‌ کاری‌ که‌ انجام‌
می‌دهیم‌ با‌ کاری‌ است‌ که‌ می‌توانستیم‌ انجام‌ دهیم.‌ به‌ حوزه‌ای‌ مهم‌ در‌
زندگی‌کاری‌یا‌شخصی‌‌خود‌بیندیشید‌که‌امروز‌در‌آن‌مذاکره‌می‌کنید.‌وقتی‌
این‌کتاب‌را‌می‌خوانید،‌به‌روش‌اجرای‌این‌تکنیک‌ها‌برای‌کسب‌نتیجه‌بهتر‌
از‌نتایج‌امروز‌خود‌فکر‌کنید.‌وقتی‌این‌ایده‌ها‌را‌عملی‌کنید،‌از‌نتایج‌بسیار‌
بهتر‌و‌شادی‌بسیار‌بیشتر‌حاصل‌از‌مذاکره،‌شگفت‌زده‌خواهید‌شد.‌11
دیدگاه‌«هر‌چیزی‌قابل‌مذاکره‌است»‌باید‌از‌هم‌اکنون‌به‌رفتار‌و‌رویکرد‌
شما‌در‌زندگی‌و‌کار‌تبدیل‌شود.‌یکی‌از‌بزرگ‌ترین‌موانع‌موفقیت‌و‌شادی،‌
انفعال‌است.‌افراد‌منفعل‌فقط‌شرایط‌موجود‌را‌می‌پذیرند‌و‌برای‌تغییر‌شرایط‌
احساس‌ناتوانی‌می‌کنند.‌از‌سوی‌دیگر،‌‌افراد‌عامل،‌فرصت‌ها‌و‌احتمالات‌
را‌در‌همه‌جا‌می‌بینند‌و‌همواره‌به‌دنبال‌راه‌هایی‌برای‌تغییر‌شرایط‌به‌نفع‌
خودشان‌هستند.‌استراتژی‌شما‌هم‌باید‌همین‌باشد.
‌
مانند یك مذاکره کننده بیندیشید
قیمت‌‌یا‌شرایط‌هر‌چیزی‌چندان‌ثابت‌نیست،‌حتی‌اگر‌مکتوب‌یا‌چاپ‌شده‌
باشد.‌باید‌بدانید‌که‌هرچقدر‌هم‌قیمت‌ها‌و‌شرایط،‌ثابت‌و‌بی‌انعطاف‌به‌نظر‌
برسد،‌اما‌هر‌چیزی‌قابل‌چانه‌زنی‌است.‌وظیفه‌شما‌صرفا‌این‌است‌که‌ببینید‌
کجا‌و‌چگونه‌می‌توانید‌معامله‌ای‌بهتر‌از‌آن‌چه‌به‌شما‌پیشنهاد‌شده‌را‌انجام‌
دهید.‌‌
‌6000سال‌پیش‌وقتی‌مردم‌داد‌وستد‌و‌مبادله‌پایاپای‌کالا‌را‌در‌سومر‌
باستان‌آغاز‌کردند،‌می‌دانستد‌که‌هر‌قیمتی‌قابل‌چانه‌زنی‌است.‌در‌مراکز‌
دادوستد‌و‌بازارهای‌جهان‌سوم‌و‌حتی‌در‌بساط‌دست‌فروش‌ها‌و‌فروشنده‌های‌
خانگی‌که‌شاید‌در‌محله‌شما‌هم‌مرسوم‌باشد،‌هر‌قیمت‌ارائه‌شده‌(چه‌برای‌
فروش‌و‌چه‌برای‌خرید)‌فقط‌نقطه‌شروعی‌برای‌یک‌چانه‌زن‌خوب‌است‌که‌
به‌بهترین‌قیمت‌ممکن‌برسد.‌
اما‌در‌برخی‌مناطق‌در‌دنیای‌مدرن،‌چانه‌زنی‌مرسوم‌نیست.‌بسیاری‌از‌مردم‌
به‌خصوص‌آن‌هایی‌که‌محصول‌یا‌خدمتی‌را‌در‌بازار‌تجاری‌می‌فروشند،‌
مراقب‌‌هستند‌که‌به‌هر‌قیمتی‌از‌آن‌اجتناب‌کنند.‌در‌عوض،‌افراد‌فهرست‌
قیمتی‌را‌چاپ‌می‌کنند‌یا‌برچسب‌قیمتی‌را‌به‌محصول‌یا‌خدمتشان‌می‌زنند‌
و‌سپس‌این‌قیمت‌را‌چنان‌به‌شما‌عرضه‌می‌کنند،‌گویی‌بر‌سنگ‌حک‌شده‌
و‌قابل‌تغییر‌نیست.‌اما‌یک‌قیمت‌مکتوب‌چیز‌خاصی‌را‌نشان‌نمی‌دهد‌و‌
حقیقتی‌غیرقابل‌تغییر‌نیست.‌
این‌قیمت‌تحلیل‌یک‌فرد‌از‌احتمال‌میزان‌پرداخت‌یک‌فرد‌دیگر‌است.‌هر‌
قیمتی‌که‌توسط‌شخصی‌تعیین‌شده‌باشد،‌می‌تواند‌توسط‌خود‌آن‌شخص‌
یا‌دیگران‌تغییر‌کند.
‌
قیمتها اختیاری هستند
حقیقت‌این‌است‌که‌همه‌قیمت‌گذاری‌ها‌اختیاری‌هستند.‌شرکت‌ها‌به‌
ندرت‌قیمت‌هایشان‌را‌بر‌اساس‌هزینه‌ها،‌سود‌مورد‌انتظار‌و‌شرایط‌رقابتی‌
تعیین‌می‌کنند.‌در‌نتیجه،‌می‌توان‌همه‌قیمت‌ها‌را‌با‌توجه‌به‌اطلاعات‌متغیر‌
به‌طریقی‌اصلاح‌و‌تعدیل‌کرد.‌هر‌وقت‌مطلبی‌را‌درباره‌هر‌نوع‌حراجی‌
دیدید‌یا‌خواندید‌که‌به‌تبلیغ‌قیمت‌های‌کمتر‌پرداخته‌است،‌بدانید‌که‌شرکت‌
با‌مطرح‌کردن‌قیمت‌در‌وهله‌اول‌اشتباه‌کرده‌است.
این‌روحیه‌را‌در‌خود‌پرورش‌دهید‌که‌قیمت‌کنونی‌فروش‌مهم‌نیست،‌
بلکه‌می‌توانید‌این‌معامله‌را‌به‌طریقی‌به‌نفع‌خودتان‌تمام‌کنید.‌شاید‌بتوانید‌
آنچه‌می‌خواهید‌را‌ارزان‌تر،‌سریع‌تر‌یا‌با‌شرایط‌بهتر‌به‌دست‌آورید.‌جستجوی‌
دائم‌فرصت‌ها‌برای‌بهبود‌قیمت‌ها‌یا‌شرایط‌را‌به‌عادت‌خود‌تبدیل‌کنید.
‌
قراردادها فقط نقطه آغاز هستند
برای‌مثال،‌وقتی‌قرارداد‌یا‌توافقنامه‌ای‌به‌شما‌ارائه‌می‌شود،‌کاملا‌مختارید‌
تا‌هر‌ماده‌یا‌تبصره‌ای‌که‌دوست‌ندارید‌را‌حذف‌یا‌اصلاح‌کنید.‌بدانید‌هر‌
قراردادی‌که‌توسط‌فروشنده‌یا‌هر‌شخص‌دیگری‌به‌شما‌ارائه‌می‌شود،‌برای‌
فروشنده‌و‌از‌طرف‌او‌نوشته‌شده‌است.‌فقط‌بندهای‌معدودی‌از‌قرارداد‌برای‌
خدمت‌‌به‌شما‌درنظر‌گرفته‌شده‌است.‌هرگز‌اجازه‌ندهید‌که‌مکتوب‌بودن‌و‌
ظاهر‌رسمی‌قرارداد‌شما‌را‌بترساند.
چند‌سال‌پیش،‌‌ما‌دفتری‌را‌در‌فضایی‌جدید‌و‌ساختمانی‌جدید‌برای‌پنج‌‌
سال‌اجاره‌کردیم.‌چند‌سال‌بعد‌صاحب‌ساختمان،‌کل‌آن‌را‌به‌یک‌شرکت‌
املاک‌دیگر‌فروخت.‌ مدیران‌شرکت‌جدید‌با‌تک‌تک‌مستأجرها‌ ملاقات‌
کردند‌ و‌توضیح‌دادند‌ که‌ به‌ دلایل‌ قانونی‌ همه‌ مستأجرها‌ باید‌ اجاره‌نامه‌
جدیدی‌را‌با‌مالک‌جدید‌امضا‌کنند.‌به‌ما‌گفتند‌که‌جای‌هیچ‌گونه‌نگرانی‌
نیست،‌شرایط‌این‌اجاره‌نامه‌کمابیش‌مشابه‌اجاره‌نامه‌اولیه‌است‌و‌فقط‌چند‌
تغییر‌جزئی‌دارد.‌‌‌‌
وقتی‌اجاره‌نامه‌جدید‌برای‌امضا‌به‌ما‌داده‌شد،‌‌حدود‌‌۱0صفحه‌طولانی‌تر‌
از‌اجاره‌نامه‌اصلی‌بود.‌یکی‌از‌دوستانم‌که‌کارشناس‌اجاره‌دادن‌دفاتر‌تجاری‌
بود،‌آن‌را‌خواند‌و‌پنجاه‌‌و‌دو‌مورد‌اضافات‌و‌کسورات‌نسبت‌به‌اجاره‌نامه‌
اصلی‌در‌آن‌پیدا‌کرد!‌همه‌آن‌ها‌بدون‌استثنا،‌مستقیم‌و‌غیرمستقیم‌به‌ضرر‌
ما‌بودند.
کاری‌که‌ما‌انجام‌دادیم‌ساده‌بود.‌اجاره‌نامه‌جدید‌را‌مرور‌کردیم‌و‌همه‌
پنجاه‌و‌دو‌مورد‌را‌حذف،‌تصحیح‌و‌امضا‌کردیم.‌سپس‌اجاره‌نامه‌خط‌خطی‌
را‌به‌مالک‌ساختمان‌برگرداندیم.‌چند‌روز‌بعد،‌آن‌ها‌با‌یک‌قرارداد‌جدید‌تمیز‌
که‌همه‌پنجاه‌و‌دو‌مورد‌اصلاحیه‌مورد‌نظر‌در‌آن‌لحاظ‌شده‌بود‌نزد‌ما‌
برگشتند.
‌‌
نتیجه اخلاقی این داستان:‌هرگز‌نگذارید‌مفاد‌و‌شرایط‌قراردادهای‌خرید‌
و‌فروش‌شما‌را‌بترساند.‌گفته‌ها‌و‌ادعاهای‌طرف‌مقابل‌یا‌شکل‌مکتوب‌آن‌ها‌
در‌قالب‌قرارداد‌چندان‌مهم‌نیست،‌همه‌آن‌ها‌قابل‌چانه‌زنی‌هستند.‌قرارداد‌
فقط‌اولین‌گام‌این‌فرایند‌است.‌‌15
ِ کلید‌انجام‌معامله‌بهتر‌ساده‌است،‌درخواست‌کنید.‌برای‌قیمت‌کمتر‌یا‌
مفاد‌و‌شرایط‌بهتر‌درخواست‌کنید.‌برای‌اصلاحات‌و‌تغییرات‌در‌توافقنامه‌
درخواست‌کنید.‌برای‌لحاظ‌کردن‌موارد،‌تخفیفات،‌امتیازات‌یا‌محصولات‌و‌
خدمات‌اضافه‌در‌توافقنامه‌کلی‌درخواست‌کنید.‌با‌خوشرویی‌درخواست‌کنید.‌
خواهشمندانه‌ درخواست‌ کنید.‌ مطمئن‌ درخواست‌ کنید.‌ مؤدبانه‌ درخواست‌
کنید.‌اگر‌فکر‌می‌کنید‌لازم‌است،‌محکم‌درخواست‌کنید.‌اما‌همیشه‌خواسته‌
خودتان‌را‌مشخص‌و‌شفاف‌درخواست‌کنید.‌همیشه‌بپرسید‌چرا‌و‌چرا‌نه؟‌
آینده‌از‌ ِ آن‌درخواست‌کنندگان‌است.‌آینده‌متعلق‌به‌کسانی‌است‌که‌مطمئن‌
و‌جسورانه‌آنچه‌می‌خواهند‌را‌درخواست‌می‌کنند‌و‌دوباره‌درخواست‌می‌کنند‌
و‌مدام‌درخواست‌می‌کنند.‌
اگر‌این‌توصیه‌خیلی‌ساده‌و‌بدیهی‌است،‌چرا‌فقط‌افراد‌معدودی‌می‌ایستند‌
و‌مطلوبشان‌را‌درخواست‌می‌کنند؟‌برای‌بسیاری‌از‌ما،‌این‌موضوع‌ریشه‌در‌
بر ترس مذاکره غلبه کنید
دوران‌کودکی‌دارد.‌این‌موضوع‌ ً قطعا‌ناشی‌از‌ ِ ترس‌طرد‌شدن‌است‌که‌نتیجه‌
انتقاد‌و‌عدم‌وجود‌عشق‌بی‌قید‌وشرط‌در‌دوران‌کودکی‌است.‌وقتی‌کودکان‌
در‌سال‌های‌شکل‌گیری‌‌در‌محیطی‌کاملا‌مساعد‌نباشند،‌بدون‌عزت‌نفس‌
و‌اعتمادبه‌نفس‌رشد‌می‌کنند.‌در‌نتیجه‌احساس‌می‌کنند‌که‌شایسته‌دریافت‌
چیزی‌بهتر‌از‌داشته‌های‌کنونی‌نیستند.‌‌
شاید‌این‌ترس‌از‌طرد‌شدن،‌در‌بزرگسالی‌هم‌موجب‌باز‌ماندن‌افراد‌شود.‌
آن‌ها‌اغلب‌قراردادها،‌شرایط‌استخدام‌و‌قیمت‌هایی‌(هم‌برای‌خرید‌هم‌برای‌
فروش)‌را‌می‌پذیرند‌که‌بسیار‌کمتر‌از‌چیزی‌است‌که‌ ً واقعا‌می‌توانند‌به‌دست‌
آورند،‌فقط‌به‌این‌دلیل‌که‌از‌«نه»‌شنیدن‌می‌ترسند.‌
می‌توان‌با‌انجام‌رفتاری‌متضاد،‌بر‌ترس‌غلبه‌کرد.‌اگر‌از‌رد‌شدن‌می‌ترسید‌
و‌رفتار‌عادی‌تان‌این‌است‌که‌منفعلانه‌مفاد‌و‌شرایطی‌که‌به‌شما‌پیشنهاد‌
می‌شود‌را‌بپذیرید،‌با‌درخواست‌مداوم‌برای‌کسب‌شرایط‌بهتر‌و‌با‌اهمیت‌
ندادن‌به‌پاسخ‌منفی،‌بر‌این‌ترس‌غلبه‌کنید.‌
این‌کار‌را‌مدام‌انجام‌دهید‌و‌خواهید‌دید‌که‌ترس‌خیلی‌زود‌کاهش‌یافته‌
و‌ناپدید‌می‌شود.‌این‌ ِ فرایند‌«حساسیت‌زدایی‌سیستماتیک»‌است.‌راه‌از‌بین‌
بردن‌ترس،‌مواجهه‌با‌ترس‌ها‌و‌انجام‌مکرر‌کارهایی‌که‌از‌آن‌ها‌می‌ترسید‌
است.
از‌آنجایی‌که‌ترس‌عادت‌است،‌شجاعت‌هم‌عادت‌است.‌با‌مجبور‌کردن‌
خودتان‌ به‌ اقدام‌ شجاعانه،‌ به‌ خصوص‌ هنگام‌ درخواست‌ برای‌ قیمت‌ها‌
و‌شرایط‌بهتر‌در‌مذاکره،‌در‌خودتان‌اعتمادبه‌نفس‌و‌عزت‌نفس‌به‌وجود‌
می‌آورید.
‌
تماس تلفنی شجاعت میآورد
یکی‌از‌مهم‌ترین‌درس‌های‌زندگی‌را‌زمانی‌آموختم‌که‌تماس‌تلفنی‌و‌مذاکره -
فروش‌خانه‌به‌خانه‌را‌شروع‌کردم.‌در‌ابتدای‌کار،‌بیش‌از‌آنچه‌تصور‌می‌کردم،‌
«نه»‌شنیدم.‌به‌هر‌دری‌که‌می‌زدم‌به‌رویم‌بسته‌بود،‌‌زیرا‌عادت‌کرده‌بودم‌
طرد‌شوم‌و‌بشنوم‌که‌آن‌فرد‌محصول‌مرا‌نمی‌خواهد‌یا‌به‌آن‌علاقه‌ای‌ندارد.‌
صدها‌و‌حتی‌هزاران‌بار‌رد‌شدم.‌سپس‌یک‌روز،‌از‌یک‌فروشنده‌حرفه‌ای‌
پرسیدم‌که‌چگونه‌با‌این‌نه‌شنیدن‌بی‌وقفه‌کنار‌می‌آید.‌او‌این‌عبارت‌جادویی‌
را‌با‌من‌درمیان‌گذاشت:‌«عدم‌پذیرش‌موضوعی‌شخصی‌نیست.»
عدم‌پذیرش‌را‌به‌خودتان‌نگیرید.‌وقتی‌کسی‌در‌مذاکره‌به‌درخواست‌
شما‌مخالفت‌می‌کند،‌به‌شما‌و‌ارزش‌شخصی‌تان‌برنمی‌گردد.‌این‌جمله‌به‌
خوب‌یا‌بد‌بودن‌شما‌ربطی‌ندارد.‌تا‌جایی‌که‌به‌شخص‌پاسخ‌دهنده‌مربوط‌
می‌شود،‌‌این‌کار‌ ً صرفا‌پاسخی‌کاری‌به‌یک‌پیشنهاد‌است.‌هیچ‌ربطی‌به‌شما‌
ندارد.‌پس‌آن‌را‌به‌خودتان‌نگیرید.‌
وقتی‌این‌موضوع‌کلیدی‌را‌آموختم،‌به‌یک‌ماشین‌فروش‌تبدیل‌شدم.‌
با‌اطمینان‌از‌خانه‌ای‌به‌خانه‌دیگر‌می‌رفتم‌و‌از‌مردم‌می‌خواستم‌محصولم‌
را‌بخرند.‌بدون‌توجه‌به‌دفعاتی‌که‌پاسخ‌«نه»‌می‌شنیدم،‌فقط‌می‌خندیدم.‌
فهمیدم‌ که‌ شخص‌ مقابل‌ به‌ هیچ‌ وجه‌ درباره‌ من‌ فکر‌ نمی‌کرد.‌ او‌ فقط‌
واکنشی‌ خودکار‌ داشت‌ که‌ هنگام‌ دریافت‌ پیشنهادی‌ متفاوت‌ از‌ شرایط‌
فعلی‌اش‌بروز‌می‌کرد.‌عدم‌پذیرش‌موضوعی‌شخصی‌نیست.
‌‌‌
ساخت یك امپراطوری
یکی‌از‌شرکت‌کنندگان‌سمینارهایم‌یک‌کارگر‌ساختمانی‌در‌شهر‌فونیکس‌
آریزونا‌بود‌که‌علاقه‌داشت‌خانه‌های‌قدیمی‌تر‌را‌بخرد‌و‌آن‌ها‌را‌به‌مبلغی‌
اجاره‌دهد‌که‌هم‌پول‌رهنشان‌را‌بپردازد‌و‌هم‌سودی‌کسب‌کند.‌اما‌پول‌
زیادی‌برای‌شروع‌کار‌نداشت.‌
با‌این‌حال،‌شروع‌به‌جستجوی‌خانه‌هایی‌در‌روزنامه‌ها‌کرد‌که‌توسط‌مذاکره
صاحبشان‌و‌نه‌توسط‌مشاوران‌‌املاک‌عرضه‌شده‌بودند.‌او‌با‌صاحبان‌این‌
خانه‌ها‌تماس‌می‌گرفت،‌قرار‌ملاقاتی‌برای‌دیدن‌خانه‌ترتیب‌داد‌و‌پس‌از‌
تشخیص‌اینکه‌خانه‌برای‌خرید،‌تعمیر‌و‌اجاره‌دادن‌مناسب‌است،‌نزد‌مالک‌
برمی‌گشت‌و‌‌50درصد‌قیمت‌فعلی‌را‌به‌او‌پیشنهاد‌می‌داد.‌برخی‌از‌مالکان‌
عصبانی‌می‌شدند.‌بعضی‌دیگر‌می‌ترسیدند.‌اما‌از‌هر‌‌۲0مالکی‌که‌با‌آن‌ها‌
تماس‌می‌گرفت،‌ ً قطعا‌شرایط‌زندگی‌یکی‌از‌آن‌ها‌طوری‌بود‌که‌او‌را‌به‌
فروشنده‌ای‌بسیار‌باانگیزه‌تبدیل‌می‌کرد.‌افرادی‌بودند‌که‌کسب‌وکارشان‌
تعطیل‌ شده‌ بود‌ یا‌ شغلشان‌ را‌ از‌ دست‌ داده‌ بودند،‌ یا‌ در‌ حال‌ طلاق‌ یا‌
ورشکستگی‌بودند،‌یا‌تصمیم‌داشتند‌به‌نقطه‌دیگری‌از‌کشور‌نقل‌‌مکان‌
کنند‌و‌تنها‌مانعشان‌فروش‌خانه‌بود.‌
پس‌به‌ازای‌نوزده‌پاسخ‌منفی،‌یک‌نفر‌با‌پیشنهاد‌قیمتی‌مواجه‌می‌شد‌
که‌‌60یا‌‌70درصد‌کمتر‌از‌قیمت‌پیشنهادی‌اش‌بود،‌‌و‌به‌تدریج‌آن‌را‌
می‌پذیرفت.‌‌‌
او‌پس‌از‌چند‌سال‌شنیدن‌مکرر‌پاسخ‌منفی،‌صاحب‌چهل‌و‌دو‌خانه‌شد،‌
ماهانه‌‌۱0,000دلار‌درآمد‌داشت‌و‌در‌مسیر‌تبدیل‌شدن‌به‌یک‌میلیونر‌قرار‌
گرفت‌و‌همه‌موفقیتش‌به‌این‌خاطر‌بود‌که‌هنگام‌مطالبه‌خواسته‌اش‌از‌
شنیدن‌واژه‌نه‌نمی‌ترسید.
‌
مذاکره به عنوان یك بازی
مذاکره‌را‌یک‌بازی‌بدانید.‌این‌کار‌موضوعی‌جدی‌و‌مسئله‌مرگ‌و‌زندگی‌
نیست.‌ فقط‌ نوعی‌ تمرین‌ است.‌ در‌ حقیقت،‌ یکی‌ از‌ بازی‌های‌ فوق‌العاده‌
زندگی‌است.‌کار‌شما‌این‌است‌که‌این‌بازی‌را‌به‌ماهرانه‌ترین‌شکل‌ممکن‌
انجام‌دهید‌و‌سپس‌در‌آن‌هر‌روز‌بهتر‌شوید.‌
مذاکره‌کنندگان‌برتر‌بر‌مذاکره‌در‌هر‌شرایطی‌تأکید‌دارند.‌آن‌ها‌بر‌این‌مذاکره - 
موضوع‌اصرار‌می‌کنند‌و‌چانه‌می‌زنند،‌زیرا‌برایشان‌نوعی‌تفریح‌است.‌وقتی‌
مذاکره‌را‌به‌شکل‌فعالیتی‌لذت‌بخش‌ببینید‌و‌آرام،‌مطمئن‌و‌خوشحال‌باشید،‌‌
می‌توانید‌فرصت‌های‌مذاکره‌به‌نفع‌خود‌را‌در‌هر‌جایی‌که‌می‌روید‌و‌در‌هر‌
کاری‌که‌انجام‌می‌دهید‌ببینید.21
دو‌نوع‌مذاکره‌وجود‌دارد.‌هر‌یک‌هدفی‌متفاوت‌و‌نتیجه‌مطلوب‌متفاوتی‌
دارد.‌مشکل‌اینجاست‌که‌مذاکره‌کنندگان‌اغلب‌آن‌ها‌را‌با‌هم‌اشتباه‌می‌گیرند‌
و‌برعکس‌نتایجی‌که‌می‌توانستند‌با‌شفافیت‌درباره‌کار‌و‌هدفشان‌به‌دست‌
آورند،‌نتایج‌نامطلوبی‌کسب‌می‌کنند.‌‌
من‌نخستین‌نوع‌مذاکره‌یا‌نوع‌«الف»‌را‌شیوه‌«یک‌بار‌برای‌همیشه»‌
می‌نامم.‌در‌این‌حالت،‌فقط‌تصمیم‌می‌گیرید‌یک‌بار‌با‌طرف‌دیگر‌مذاکره‌یا‌
معامله‌کنید‌و‌دیگر‌هرگز‌آن‌را‌تکرار‌نکنید.‌هر‌یک‌از‌طرفین‌مذاکره‌فقط‌
یک‌هدف‌دارد:‌کسب‌بالاترین‌یا‌پایین‌ترین‌قیمت‌و‌بهترین‌مفاد‌و‌شرایط‌
برای‌این‌خرید‌یا‌فروشی‌که‌دیگر‌تکرار‌نخواهد‌شد.
‌
بیملاحظه باشید
در‌مذاکره‌نوع‌«الف»‌شرایطی‌خصمانه‌نسبت‌به‌طرف‌مقابل‌دارید.‌اگر‌
انواع مذاکره
او‌خریدار‌باشد،‌هدفش‌این‌است‌که‌کمترین‌قیمت‌را‌به‌شما‌بپردازد‌و‌اگر‌
فروشنده‌باشد،‌می‌خواهد‌بیش‌ترین‌قیمت‌ممکن‌را‌از‌شما‌بگیرد.‌او‌دوست‌
شما‌نیست.‌مهم‌نیست‌چقدر‌لبخند‌می‌زند‌یا‌چقدر‌مؤدب‌و‌خوش‌رفتار‌است،‌
او‌فقط‌به‌خودش‌و‌سود‌یا‌منافعش‌فکر‌می‌کند.‌در‌پایان‌مذاکره‌اصلا‌برایش‌
مهم‌نیست‌که‌شما‌خیلی‌زیاد‌پرداخت‌کرده‌اید‌یا‌خیلی‌کم‌گرفته‌اید.‌
در‌این‌نوع‌مذاکره،‌باید‌آرام،‌با‌تدبیر‌و‌خودخواه‌باشید.‌شما‌می‌توانید‌از‌هر‌
ترفندی‌برای‌انجام‌بهترین‌معامله‌استفاده‌کنید.‌باید‌بدانید‌وقتی‌این‌مبادله‌
تمام‌شد،‌دیگر‌هرگز‌این‌شخص‌را‌نمی‌بینید‌یا‌درباره‌اش‌چیزی‌نمی‌شنوید.‌
مهم‌نیست‌که‌این‌فرد‌شما‌را‌دوست‌داشته‌باشد،‌به‌شما‌احترام‌بگذارد،‌یا‌
بخواهد‌دوست‌شما‌باشد.‌مسئله‌مهم‌این‌است‌که‌شما‌بهترین‌معامله‌ممکن‌
را‌انجام‌دهید.‌
در‌فصل‌های‌آینده،‌مجموعه‌ای‌از‌استراتژی‌ها‌و‌تاکتیک‌هایی‌را‌خواهید‌
آموخت‌ که‌ می‌توان‌ برای‌ افزایش‌ موفقیت‌ در‌ این‌ نوع‌ مذاکرات‌ از‌ آن‌ها‌
استفاده‌کرد.
‌
مذاکره بلندمدت
نوع‌دوم‌مذاکره،‌مذاکره‌بلند‌مدت‌یا‌نوع‌«ب»‌است.‌یعنی‌وقتی‌قصد‌دارید‌
توافق‌‌پیچیده‌تری‌را‌در‌یک‌دوره‌زمانی‌بلند‌مدت‌انجام‌دهید.‌در‌این‌حالت،‌
به‌دلیل‌ماهیت‌محصول،‌خدمت،‌قرارداد‌یا‌توافق‌مورد‌بحث،‌شاید‌مجبور‌
شوید‌که‌ماه‌ها‌یا‌سال‌ها‌با‌همان‌فرد‌یا‌سازمان‌کار‌کنید.‌
سی‌سال‌پیش،‌وقتی‌کار‌تولید‌برنامه‌های‌آموزشی‌شنیداری‌و‌تصویری‌را‌
با‌تولید‌کننده‌ای‌در‌شیکاگو‌آغاز‌کردم،‌از‌تمایل‌شرکت‌به‌بازاریابی‌برنامه‌هایم‌
در‌سطح‌ملی‌و‌بین‌المللی‌بسیار‌سپاسگزار‌بودم‌و‌خوشبختانه‌شرکت‌مفاد‌و‌
شرایطی‌را‌پیشنهاد‌داد‌که‌در‌آن‌صنعت‌هم‌عادلانه‌و‌هم‌استاندارد‌بود.‌امروز‌مذاکره 
که‌سی‌سال‌از‌این‌موضوع‌می‌گذرد،‌هنوز‌همکاری‌نزدیکی‌با‌آن‌شرکت‌و‌
افراد‌کلیدی‌آن‌سازمان‌از‌رئیس‌تا‌سایرین‌دارم.‌
در‌ طول‌ دهه‌ها،‌ بازار‌ تغییر‌ کرده‌ است،‌ افراد‌ بسیاری‌ آمده‌ و‌ رفته‌اند‌ و‌
محصولات‌بیشتری‌به‌بازار‌عرضه‌شده،‌محبوبیت‌یافته‌و‌به‌تدریج‌ناپدید‌
شده‌اند.‌اما‌در‌این‌میان،‌رابطه‌من‌با‌افراد‌کلیدی‌آن‌کسب‌وکار‌دوستانه،‌
صمیمی،‌ مؤدبانه‌ و‌ حرفه‌ای‌ بوده‌ است.‌ از‌ آنجا‌ که‌ همیشه‌ این‌ ارتباط‌ را‌
مشارکتی‌بلند‌مدت‌می‌دانستم،‌منجر‌به‌بهترین‌فرصت‌ها‌و‌نتایج‌کاری‌در‌
زندگی‌ام‌شده‌است.
قرارداد به شیوه چینیها
من‌استفاده‌از‌این‌استراتژی‌را‌سال‌ها‌پیش‌آغاز‌کردم‌و‌آن‌را‌به‌هزاران‌
مدیر‌و‌مجری‌کسب‌وکار‌یاد‌داده‌ام‌که‌با‌رضایت‌زیاد‌و‌نتایج‌فوق‌العاده‌به‌
استفاده‌از‌آن‌ادامه‌داده‌اند.‌
بیایید‌کارمان‌را‌با‌درک‌تفاوت‌بین‌یک‌قرارداد‌استاندارد‌غربی‌و‌یک‌
قرارداد‌چینی‌آغاز‌کنیم.‌
در‌ غرب‌ زمان‌ زیادی‌ صرف‌ مذاکره‌ برای‌ تهیه‌ بهترین‌ نسخه‌ قرارداد‌
می‌شود.‌«طرف‌اول‌باید‌این‌کار‌را‌انجام‌دهد‌.‌.‌.‌طرف‌دوم‌باید‌آن‌کار‌را‌
انجام‌دهد‌.‌.‌».‌سپس‌این‌قرارداد‌به‌مبنایی‌برای‌همه‌روابط‌کاری‌تبدیل‌
می‌شود.‌از‌دو‌طرف‌انتظار‌می‌رود‌که‌تعهدات‌ذکر‌شده‌در‌قرارداد‌مکتوب‌را‌
موبه‌مو‌اجرا‌کند.‌هر‌انحرافی‌از‌قرارداد‌مکتوب‌می‌تواند‌منجر‌به‌اشکالاتی‌در‌
توافق،‌جریمه‌و‌حتی‌شکایت‌قضایی‌شود.‌
در‌فرهنگ‌چینی‌که‌هر‌سال‌زمان‌زیادی‌را‌در‌آنجا‌می‌گذرانم،‌مفاد‌و‌
شرایط‌قرارداد‌به‌مذاکره‌و‌بحث‌گذاشته‌‌شده‌و‌مورد‌توافق‌قرار‌می‌گیرند.‌
سپس‌مکتوب،‌بازبینی‌و‌اصلاح‌‌شده‌و‌به‌امضای‌طرفین‌می‌رسد.‌
در‌قرارداد‌غربی،‌‌این‌گام‌نقطه‌پایان‌بحث‌ها‌و‌مذاکرات‌است.‌اما‌در‌قرارداد‌
چینی،‌این‌نقطه‌شروع‌مذاکرات‌و‌بحث‌ها‌است.
در‌ذهنیت‌چینی،‌هر‌چیزی‌که‌بتوان‌به‌آن‌فکر‌کرد‌یا‌پیش‌بینی‌کرد،‌
مکتوب‌ می‌شود.‌ اما‌ این‌ درک‌ صریح‌ وجود‌ دارد‌ که‌ با‌ پیشرفت‌ توافق،‌
اطلاعات‌و‌شرایط‌جدیدی‌بروز‌می‌کند.‌این‌اطلاعات‌و‌شرایط‌جدید،‌لزوم‌
اصلاح‌قرارداد‌را‌نشان‌می‌دهد‌تا‌همچنان‌برای‌طرفین‌عادلانه‌و‌مساوی‌
باقی‌بماند.‌
هرگاه‌با‌طرف‌مقابل‌مذاکره‌می‌کنم،‌(در‌بیش‌از‌‌60کشور‌قراردادهایی‌
با‌مشتریان‌دارم)‌همواره‌به‌قراردادهایی‌پیچیده‌و‌چند‌قسمتی‌می‌رسیم‌که‌
هزاران‌دلار‌ارزش‌دارند‌و‌چندین‌صفحه‌هستند.‌
همان‌اول‌کار‌می‌گویم،‌«بیائید‌قراردادی‌چینی‌بین‌خودمان‌منعقد‌کنیم.‌
در‌این‌نوع‌قرارداد‌بر‌سر‌مفاد‌و‌شرایط‌اولیه‌کسب‌وکاری‌که‌با‌هم‌انجام‌
خواهیم‌داد،‌توافق‌می‌کنیم.‌اما‌می‌خواهم‌هر‌دو‌خوشحال‌باشیم.‌اگر‌در‌هر‌
زمانی‌اتفاقی‌روی‌داد‌که‌شرایط‌پیرامون‌این‌قرارداد‌را‌تغییر‌داد،‌بیائید‌با‌
هم‌بنشینیم‌و‌مجدداً‌درباره‌مفاد‌و‌شرایط‌مذاکره‌کنیم‌تا‌هر‌دو‌خوشحال‌
باقی‌بمانیم.»
خبر خوب اینکه:‌من‌و‌شرکایم‌هرگز‌بحث،‌عدم‌توافق‌یا‌شکایتی‌بر‌سر‌
این‌«قراردادهای‌چینی»‌نداشته‌ایم.‌ما‌در‌هر‌موردی‌پذیرا،‌دوستانه‌و‌متمرکز‌
باقی‌می‌مانیم‌تا‌در‌فرایند‌همکاری‌سود‌هر‌دو‌طرف‌را‌به‌حداکثر‌برسانیم.25
این‌موضوع‌ ً تقریبا‌در‌همه‌کسب‌وکارها‌یکسان‌است.‌شما‌کارتان‌را‌با‌یک‌
شرکت‌یا‌فرد‌و‌در‌سطح‌محدودی‌آغاز‌می‌کنید‌و‌این‌رابطه‌کاری‌می‌تواند‌
در‌طول‌زمان‌به‌یکی‌از‌مهم‌ترین‌بخش‌های‌زندگی‌مالی‌و‌شخصی‌تان‌
تبدیل‌شود.‌
یک‌‌بار‌ جرارد‌ نیِرنبِرگ،‌ استاد‌ باسابقه‌ مذاکره‌ حرفه‌ای‌ گفت‌ که‌ هدف‌
مذاکره‌«رسیدن‌به‌توافقی‌است‌که‌نیازهای‌طرفین‌را‌تا‌جایی‌تأمین‌کند‌که‌
انگیزه‌درونی‌برای‌اجرای‌تعهدات‌خود‌و‌انجام‌مذاکرات‌و‌مبادلات‌بعدی‌با‌
همان‌طرف‌را‌داشته‌باشند.»‌
بیایید‌ این‌ تعریف‌ را‌ به‌ اجزای‌ تشکیل‌دهنده‌اش‌ تقسیم‌ کنیم.‌ نخست،‌
«رسیدن‌به‌توافق‌.‌.‌».‌به‌این‌معنی‌است‌که‌هدف‌مذاکره‌مداوم،‌برد‌
یا‌باخت‌و‌غلبه‌بر‌طرف‌مخالف‌نیست،‌بلکه‌رسیدن‌به‌نوعی‌توافق‌است.‌
وقتی‌هر‌دو‌طرف‌با‌علاقه‌قلبی‌به‌یافتن‌راهی‌برای‌رسیدن‌به‌توافق،‌
روابط کاری دائم
فرایند‌مذاکره‌را‌آغاز‌می‌کنند،‌رفتارشان‌ ً کاملا‌با‌شیوه‌مذاکره‌«یک‌بار‌برای‌
همیشه»‌متفاوت‌است‌و‌نتایج‌ ً معمولا‌بسیار‌بهترند.‌
دومین‌بخش‌تعریف،«‌.‌‌.‌.‌به‌نحوی‌که‌نیازهای‌طرفین‌تأمین‌شود‌.‌.‌».‌
نشان‌می‌دهد‌که‌هر‌یک‌از‌طرفین‌مذاکره‌خواسته‌ها‌و‌نیازهایی‌دارد‌که‌با‌
خواسته‌ها‌و‌نیازهای‌طرف‌دیگر‌متفاوت‌است.‌به‌همین‌دلیل‌است‌که‌در‌
وهله‌اول‌به‌مذاکره‌و‌مباحثه‌می‌پردازند.‌در‌قراردادهای‌بلند‌مدت‌هر‌دو‌طرف‌
باید‌به‌دنبال‌راه‌هایی‌باشند‌تا‌اطمینان‌حاصل‌کنند‌که‌نیازهای‌مهم‌طرف‌
دیگر‌تأمین‌می‌شود.
‌
هر دو طرف باید خشنود باشند
سومین‌بخش‌تعریف،‌.«‌.‌.‌تا‌جایی‌که‌انگیزه‌درونی‌برای‌انجام‌تعهداتشان‌
را‌پیدا‌کنند‌.‌.‌».‌به‌این‌معنی‌است‌که‌هر‌دو‌طرف‌از‌نتایج‌مذاکره‌بسیار‌
خوشحال‌هستند‌تا‌حدی‌که‌می‌خواهند‌قرارداد‌کاری‌به‌خوبی‌پیش‌برود‌و‌
بسیار‌مشتاق‌انجام‌تعهدات‌مطرح‌شده‌در‌مذاکره‌هستند‌تا‌بتوانند‌از‌منافع‌
حاصل‌از‌قرارداد‌لذت‌ببرند.‌‌‌
یک‌بار‌با‌مدیر‌ارشد‌یک‌سازمان‌آموزشی‌بزرگ‌گفتگویی‌داشتم.‌او‌با‌
افتخار‌گفت‌که‌برای‌انجام‌معامله‌ای‌بسیار‌خوب‌با‌یک‌شرکت‌انتشاراتی‌
مذاکره‌کرده‌است.‌او‌آن‌قدر‌آن‌ها‌را‌تحت‌فشار‌قرار‌داده‌بود‌که‌در‌نهایت‌با‌
پیش‌پرداخت‌ها‌و‌شرایط‌حق‌‌تألیفی‌موافقت‌کرده‌بودند‌که‌بسیار‌بیشتر‌از‌آن‌
چیزی‌بود‌که‌به‌دیگر‌نویسندگان‌و‌تأمین‌کنندگان‌برنامه‌خود‌می‌پرداختند.‌
اتفاقا‌من‌یکی‌از‌تهیه‌کنندگان‌محتوا‌برای‌آن‌ناشر‌بودم‌و‌وقتی‌فهمیدم‌
این‌آقا‌معامله‌بسیار‌بهتری‌را‌نسبت‌به‌آنچه‌من‌در‌طول‌سال‌ها‌کار‌با‌همین‌
ناشر‌کسب‌کرده‌ام،‌انجام‌داده‌است،‌شگفت‌زده‌شدم.‌وقتی‌با‌رئیس‌شرکت‌
تماس‌ گرفتم،‌ به‌ من‌ توضیح‌ داد‌ که‌ طرف‌ مقابل‌ در‌ طول‌ مذاکره‌ بسیار‌
پرخاشگر‌و‌پرتوقع‌بوده‌و‌هیچ‌نوع‌انعطاف‌یا‌تمایلی‌به‌مصالحه‌نداشته‌است.‌
ناشر‌می‌بایست‌با‌پرداخت‌نرخ‌بالاتر‌موافقت‌کند،‌‌در‌غیر‌این‌صورت‌آن‌
شخص‌نه‌تنها‌می‌رفت،‌بلکه‌از‌ناشر‌هم‌در‌مقابل‌دیگران‌بدگویی‌می‌کرد.‌‌
رئیس‌گفت،‌«ما‌نمی‌خواهیم‌در‌بازار‌دشمن‌تراشی‌کنیم،‌به‌همین‌دلیل‌
مؤدبانه‌با‌مفاد‌و‌شرایط‌آن‌ها‌موافقت‌کردیم.‌اکنون‌حق‌امتیاز‌انحصاری‌
تولید‌و‌توزیع‌محصولات‌آن‌ها‌را‌داریم،‌‌اما‌مجبور‌به‌این‌کار‌نیستیم.‌قصد‌
انجام‌آن‌را‌هم‌نداریم.‌محصولات‌آن‌ها‌در‌قفسه‌های‌ما‌باقی‌می‌ماند‌تا‌
وقتی‌بیایند‌و‌آن‌ها‌را‌پس‌بگیرند.‌آن‌وقت،‌‌محصول‌را‌به‌آن‌ها‌می‌دهیم‌و‌
همکاری‌را‌متوقف‌می‌کنیم.»
این‌ مدیر‌ ارشد‌ فکر‌ می‌کرد‌ قیمتی‌ عالی‌ و‌ بالاتر‌ از‌ حد‌ بازار‌ را‌ برای‌
محصولش‌به‌دست‌آورده‌بود.‌اما‌از‌آنجا‌که‌اهمیت‌رابطه‌بلند‌مدت‌را‌نادیده‌
گرفت،‌ خود‌ و‌ شرکتش‌ به‌ هیچ‌ نتیجه‌ای‌ نرسیدند،‌ به‌ جز‌ یک‌ قرارداد‌ با‌
مجموعه‌ای‌از‌قیمت‌ها‌و‌شرایط‌که‌شرکت‌مقابل‌هیچ‌تعهد‌یا‌انگیزه‌ای‌
برای‌انجامش‌نداشت.
‌
قانون تلاش غیرمستقیم
در‌مذاکره،‌اصلی‌به‌نام‌قانون‌تلاش‌غیرمستقیم‌وجود‌دارد.‌بر‌اساس‌آن،‌
وقتی‌به‌جای‌اقدام‌مستقیم،‌غیرمستقیم‌اقدام‌کنید،‌موفق‌تر‌می‌شوید.‌برای‌
مثال،‌هر‌چه‌در‌مذاکره‌برای‌دستیابی‌به‌اهدافتان‌سخت‌تر‌تلاش‌کنید،‌کمتر‌
موفق‌می‌شوید.‌وقتی‌به‌وضوح‌تلاش‌می‌کنید‌تا‌به‌چیزهایی‌که‌می‌خواهید‌
برسید،‌دیگران‌مجبور‌می‌شوند‌شما‌را‌عقب‌برانند‌و‌از‌خودشان‌دفاع‌کنند.‌
اما‌اگر‌به‌نظر‌برسد‌که‌سخت‌در‌تلاشید‌تا‌راهی‌برای‌راضی‌کردن‌طرف‌
مقابل‌پیدا‌کنید‌(رویکرد‌غیرمستقیم،)‌شخص‌مقابل‌برای‌دستیابی‌به‌توافقی‌
که‌برای‌شما‌هم‌رضایت‌بخش‌باشد،‌بیشتر‌تلاش‌خواهد‌کرد.‌
به‌گفته‌رالف‌والدو‌اِمرسون،‌«برای‌اینکه‌دوستی‌داشته‌باشید،‌باید‌خودتان‌
اول‌ دوست‌ خوبی‌ باشید.»‌ با‌ استفاده‌ از‌ قانون‌ تلاش‌ غیرمستقیم،‌ یعنی‌
تمرکز‌برای‌رسیدن‌به‌توافقی‌که‌به‌نفع‌طرف‌های‌مذاکره‌هم‌باشد،‌آن‌ها‌
آسوده‌خاطر‌می‌شوند‌و‌در‌جستجوی‌روش‌های‌معامله‌ای‌بر‌می‌آیند‌که‌برای‌
شما‌هم‌رضایت‌بخش‌باشد.‌
به‌ همین‌ دلیل‌ همیشه‌ گفته‌ام،‌ «صرفنظر‌ از‌ تصمیمی‌ که‌ می‌گیریم،‌
می‌خواهم‌شما‌خوشحال‌باشید.‌من‌پذیرای‌هر‌نوع‌ایده‌و‌پیشنهادی‌از‌سوی‌
شما‌هستم‌تا‌بدانم‌که‌در‌انتهای‌بحث‌‌و‌پس‌از‌آن‌نیز‌خوشحال‌هستید.‌البته‌
من‌هم‌می‌خواهم‌خوشحال‌باشم.‌اما‌می‌دانم‌اگر‌بر‌خوشحالی‌شما‌تمرکز‌
کنم،‌برای‌من‌هم‌نتیجه‌رضایت‌بخشی‌خواهد‌داشت.»
این‌رویکرد‌قطعا‌طرف‌مذاکره‌را‌خلع‌سلاح‌می‌کند،‌به‌توافقی‌می‌رسیم‌
که‌برای‌هر‌دو‌طرف‌رضایت‌بخش‌است‌و‌هر‌دو‌با‌خوشحالی‌جلسه‌را‌ترک‌
می‌کنیم.
‌
به آینده بیندیشید
چهارمین‌و‌آخرین‌بخش‌تعریف‌نیرنبرگ‌«انجام‌مذاکرات‌و‌مبادلات‌بعدی‌
با‌همان‌طرف»‌است.‌این‌مهم‌ترین‌بخش‌قراردادهای‌کاری‌بلندمدت‌و‌
بدین‌معنی‌است‌که‌هر‌دو‌طرف‌از‌نتیجه‌مذاکره‌خوشحال‌هستند‌و‌هر‌دو‌
تمایل‌و‌اشتیاق‌دارند‌تا‌قراردادهای‌متعدد‌دیگری‌را‌امضا‌کنند.‌‌‌‌‌‌
امروزه‌بهترین‌کسب‌وکارها‌خودشان‌را‌«شرکای»‌مشتریان،‌فروشندگان‌و‌
عرضه‌کنندگان‌می‌دانند.‌آن‌ها‌به‌جای‌گسترش‌کسب‌وکارشان‌از‌طریق‌کار‌
با‌تعداد‌زیادی‌شرکت‌مختلف،‌این‌رابطه‌را‌با‌عرضه‌کننده‌ای‌تثبیت‌می‌کنند‌
که‌از‌نزدیک‌با‌او‌کار‌می‌کنند‌تا‌روابطی‌عالی‌ایجاد‌کنند‌که‌منجر‌به‌کیفیت‌
بهتر،‌کارایی‌بیشتر‌و‌به‌تدریج‌قیمت‌های‌کمتر‌و‌سودهای‌بیشتر‌برای‌هر‌
دو‌طرف‌شود.‌امروزه‌تقریبا‌همه‌رهبران‌کسب‌وکارها‌در‌همه‌صنایع‌از‌این‌
استراتژی‌استفاده‌می‌کنند.
مذاکره‌نوع‌«ب»‌فرایندی‌است‌که‌شروع،‌میانه‌یا‌انتهای‌واقعی‌ندارد،‌
زیرا‌مداوم‌است.‌نقطه‌شروع‌این‌نوع‌مذاکره‌ایجاد‌روابط‌عالی‌بر‌پایه‌اعتماد‌
و‌اعتبار‌است.‌بهترین‌روابط‌تجاری‌که‌تاکنون‌برای‌فروش،‌خرید،‌استخدام،‌
تأمین‌بودجه‌یا‌هر‌چیز‌دیگری‌داشته‌اید،‌روابطی‌بر‌مبنای‌یک‌قرارداد‌است‌
که‌همه‌از‌آن‌خشنودند‌و‌به‌مدت‌نامحدود‌و‌در‌اَشکال‌مختلف‌ادامه‌می‌یابد.
بدترین‌نوع‌مذاکره،‌مذاکره‌ای‌است‌که‌در‌پایان‌آن،‌هیچ‌یک‌از‌طرفین‌
راضی‌نیست.‌هیچ‌یک‌از‌طرفین‌نمی‌خواهد‌دوباره‌با‌طرف‌دیگر‌مذاکره‌کند،‌
هر‌دو‌طرف‌ناراحت‌هستند‌و‌انگیزه‌ای‌برای‌اجرای‌تعهدات‌ندارند.31
چندین‌روش‌مختلف‌برای‌مذاکره‌وجود‌دارد،‌اما‌باید‌شیوه‌مذاکره‌مورد‌
استفاده‌‌خود‌و‌خروجی‌و‌نتیجه‌مطلوبتان‌را‌مشخص‌کنید.
‌
مذاکره برد-باخت
اولین‌شیوه‌یعنی‌«مذاکره‌برد-باخت»‌زمانی‌اتفاق‌می‌افتد‌که‌گروه‌«الف»‌
هرچه‌می‌خواهد‌را‌به‌دست‌می‌آورد‌و‌گروه‌«ب»‌می‌بازد.‌همان‌طور‌که‌در‌
فصل‌سوم‌اشاره‌کردیم،‌هدف‌مذاکرات‌نوع‌«الف»‌همین‌است.‌این‌رویکرد‌
در‌مبادلات‌یک‌باره‌به‌کار‌می‌رود‌که‌می‌خواهید‌به‌بالاترین‌قیمت‌بفروشید‌
یا‌به‌پایین‌ترین‌قیمت‌بخرید.‌هدف‌شما‌از‌این‌نوع‌مذاکره‌یافتن‌دوستان‌یا‌
ایجاد‌روابط‌بلند‌مدت‌نیست،‌بلکه‌ ً صرفا ‌‌انجام‌بهترین‌معامله‌ممکن‌است.‌
همچنین‌خیلی‌اهمیت‌نمی‌دهید‌که‌طرف‌مقابل‌از‌قیمت‌ها‌و‌شرایط‌ناراحت‌
یا‌ناراضی‌باشد.‌هدف‌شما‌بُرد‌است.‌‌‌
شش شیوه مذاکره
ً مسلما‌این‌مذاکره‌ای‌نیست‌که‌منجر‌به‌همکاری‌و‌مبادلات‌بیشتر‌شود،‌
مگر‌در‌شرایط‌خاص،‌ ً مثلا‌وقتی‌که‌برای‌دریافت‌پول‌نقد‌فوری‌دارایی‌تان‌را‌
در‌رهن‌می‌گذارید.‌در‌این‌حالت،‌دلال‌رهن‌برنده‌است،‌زیرا‌بخش‌کوچکی‌
از‌قیمت‌واقعی‌آن‌دارایی‌را‌می‌پردازد‌و‌شخصی‌که‌دارایی‌اش‌را‌در‌رهن‌
می‌گذارد‌بازنده‌است،‌زیرا‌بخش‌کوچکی‌از‌آن‌قیمت‌واقعی‌را‌به‌دست‌
می‌آورد.
‌
مذاکره باخت-برد
دومین‌شیوه‌مذاکره‌«مذاکره‌باخت-برد»‌است‌که‌نقطه‌مقابل‌مذاکره‌
برد-باخت‌است‌یا‌به‌عبارت‌دیگر‌برعکس‌شیوه‌اول‌است.‌طرف‌«ب»‌
هرچه‌می‌خواهد‌را‌به‌دست‌می‌آورد‌و‌طرف‌«الف»‌می‌بازد.‌نیازهای‌«ب»‌
تأمین‌ می‌شود،‌ درحالی‌که‌ نیازهای‌ «الف»‌ برآورده‌ نمی‌شود.‌ این‌ رویکرد‌
مذاکره‌زمانی‌مورد‌استفاده‌قرار‌می‌گیرد‌که‌هر‌طرف،‌طرف‌دیگر‌را‌رقیب‌و‌
دشمنی‌می‌بیند‌که‌باید‌به‌هر‌روش‌ممکن‌از‌او‌سبقت‌بگیرد.
‌
مذاکره باخت-باخت
رویکرد‌سوم‌«مذاکره‌باخت-باخت»‌است.‌در‌این‌حالت،‌دو‌گروه‌وارد‌
معامله‌ای‌می‌شوند‌که‌هیچ‌یک‌از‌آن‌ها‌راضی‌نیست،‌زیرا‌هیچ‌یک‌آن‌چیزی‌
که‌امیدوار‌بود‌را‌به‌دست‌نمی‌آورد.‌این‌نوع‌مذاکره‌اغلب‌با‌خصومت،‌عداوت‌
و‌جدل‌همراه‌است.‌
برای‌مثال،‌‌شوهر‌به‌خانه‌می‌آید‌و‌به‌همسرش‌می‌گوید،«‌بیا‌امشب‌برای‌
شام‌بیرون‌برویم.‌دوست‌داری‌کجا‌برویم؟»
همسرش‌پاسخ‌می‌دهد‌که‌مایل‌است‌بیرون‌بروند‌و‌غذای‌دریایی‌بخورند.‌
او‌پاسخ‌می‌دهد‌که‌از‌غذاهای‌دریایی‌خسته‌شده‌و‌غذای‌ایتالیایی‌را‌ترجیح‌
می‌دهد.‌همسرش‌می‌گوید‌اخیراً‌بیش‌از‌حد‌غذای‌ایتالیایی‌خورده‌است‌و‌به‌
آن‌علاقه‌ای‌ندارد.‌آن‌ها‌برای‌حفظ‌آرامش،‌‌سرانجام‌توافق‌می‌کنند‌تا‌بروند‌و‌
غذای‌چینی‌بخورند،‌که‌مورد‌علاقه‌هیچ‌کدامشان‌نیست،‌اما‌به‌نظر‌می‌رسد‌
که‌تنها‌راه‌مصالحه‌ای‌است‌که‌در‌این‌شرایط‌جواب‌می‌دهد.‌
این‌یک‌مذاکره‌باخت-باخت‌است.‌نه‌زن‌به‌خواسته‌اش‌می‌رسد‌و‌نه‌
شوهر.‌اما‌نتیجه‌مذاکره‌را‌می‌پذیرند‌تا‌حداقل‌چیزی‌بیش‌از‌هیچ‌چیز‌به‌
دست‌آورند.
‌
مذاکره سازش
چهارمین‌نوع‌مذاکره‌«سازش»‌نام‌دارد.‌در‌مذاکره‌سازش،‌‌هر‌دو‌طرف‌
چیزی‌به‌دست‌می‌آورند‌و‌در‌نتیجه‌راحت‌ترند،‌اما‌نیازهای‌هیچ‌یک‌از‌آن‌ها‌
به‌طور‌کامل‌تأمین‌نمی‌شود.‌در‌انتها،‌با‌دلخوری‌مذاکره‌را‌ترک‌می‌کنند.‌
آن‌ها‌آن‌قدر‌ناخشنود‌نیستند‌که‌از‌انجام‌قرارداد‌امتناع‌کنند،‌اما‌چندان‌هم‌
به‌نتایج‌مذاکره‌خوش‌بین‌نیستند.
‌
مذاکره عدم معامله
شیوه‌پنجم‌«مذاکره‌عدم‌معامله»‌نام‌دارد.‌در‌این‌حالت،‌شما‌و‌طرف‌
مقابل‌شرایط،‌نیازها‌و‌علایقتان‌را‌مطرح‌می‌کنید‌و‌می‌فهمید‌که‌نمی‌توانید‌
به‌توافق‌برسید‌و‌تشابه‌فکری‌ندارید.‌پس‌توافق‌می‌کنید‌که‌توافق‌نکنید‌
و‌بدون‌هیچ‌خصومت‌یا‌ناخشنودی‌راه‌خودتان‌را‌ادامه‌می‌دهید.‌این‌امکان‌
برای‌هردویتان‌وجود‌دارد‌تا‌در‌زمان‌دیگری‌که‌شرایط‌متفاوت‌است‌با‌هم‌
مذاکره‌کنید.‌
برای‌مثال‌می‌خواهید‌چیزی‌را‌بخرید،‌اما‌قیمت‌بسیار‌بالا‌است.‌شما‌قیمت‌
پایین‌تری‌را‌پیشنهاد‌می‌دهید،‌اما‌طرف‌مقابل‌پیشنهادتان‌را‌رد‌می‌کند.‌شما‌
قیمت‌بالاتری‌نمی‌دهید‌و‌او‌هم‌قیمت‌پایین‌تری‌نمی‌دهد.‌پس‌معامله‌‌انجام‌
نمی‌شود.
‌‌
مذاکره برد-برد
در‌نهایت،‌بهترین‌نوع‌معامله‌«مذاکره‌برد-برد»‌است.‌این‌همان‌چیزی‌
است‌که‌می‌خواستید.‌در‌مذاکره‌برد-برد،‌هر‌دو‌طرف‌احساس‌برنده‌شدن‌
دارند.‌هر‌دو‌طرف‌احساس‌می‌کنند‌که‌معامله‌فوق‌العاده‌ای‌انجام‌داده‌اند.‌هر‌
دو‌طرف‌خوشحال،‌‌راضی‌و‌مشتاق‌به‌اجرای‌تعهدات‌و‌انجام‌معاملات‌بیشتر‌
با‌همین‌اصول‌یا‌اصول‌مشابه‌هستند.‌
در‌اغلب‌موارد،‌مذاکره‌برد-برد‌نیازمند‌رسیدن‌به‌گزینه‌سومی‌است‌که‌
بهتر‌از‌گزینه‌های‌اولیه‌طرفین‌است.‌هر‌دو‌طرف‌با‌مجموعه‌ای‌از‌ایده‌ها،‌
علایق‌ و‌ شرایط‌ ثابت‌ ذهنی‌ به‌ مذاکره‌ وارد‌ می‌شوند.‌ آن‌ها‌ اغلب‌ متوجه‌
می‌شوند‌که‌سازش‌بین‌دو‌شرایط‌مختلف‌غیرممکن‌است.‌اما‌بعد‌جایگزین‌
سومی‌را‌پیدا‌می‌کنند‌که‌در‌اغلب‌موارد‌با‌گزینه‌های‌طرفین‌در‌بدو‌ورود‌به‌
مذاکره،‌متفاوت‌است.‌
مذاکره‌برد-برد‌زمانی‌روی‌می‌دهد‌که‌جایگزین‌سوم‌از‌پیشنهادات‌اولیه‌
طرفین‌برتر‌است.
‌
به دنبال راهحل برد-برد باشید
چندی‌پیش،‌در‌یک‌قرارداد‌ساخت‌‌۳۳0خانه،‌از‌طرف‌یک‌آژانس‌املاک‌
مذاکره‌ای‌با‌اعضای‌شورای‌شهر‌داشتم.‌مشتریان‌من‌این‌ملک‌را‌در‌حومه‌
شهر‌خریده‌بودند‌و‌همه‌کارهای‌طراحی‌برای‌تقسیمش‌را‌انجام‌داده‌بودند.‌
با‌این‌وجود،‌مسئولان‌شهرک‌برای‌هر‌قسمت‌‌۱0,000دلار‌مطالبه‌می‌کردند‌
که‌مجموع‌آن‌بالغ‌بر‌‌۳,۳میلیون‌دلار‌پیش‌پرداخت‌نقدی‌برای‌بهسازی‌
محیط‌ملک‌بود.‌این‌مبلغ‌ناموجه‌نبود،‌زیرا‌شهرک‌مجبور‌بود‌پول‌زیادی‌را‌
صرف‌تجهیز‌تقسیم‌بندی‌های‌جدید‌نماید.‌مشکل‌این‌بود‌که‌مشتریان‌من‌
پول‌نقدی‌برای‌پیش‌پرداخت‌نداشتند.‌‌‌‌
وقتی‌مشخص‌شد‌که‌به‌وضعیت‌بغرنجی‌رسیده‌ایم‌و‌مشتریانم‌فکر‌کردند‌
که‌معامله‌از‌دستشان‌خارج‌می‌شود،‌من‌یک‌راه‌حل‌برد-برد‌پیشنهاد‌دادم:‌
«به‌نظر‌می‌رسد‌که‌بحث‌نهایی‌بر‌سر‌‌۳,۳میلیون‌دلار‌است.‌راه‌حل‌من‌
این‌است.‌ما‌اینجا‌توافق‌می‌کنیم‌تا‌‌۳,۳میلیون‌دلار‌درخواستی‌را‌به‌شما‌
بدهیم.»
سپس‌ادامه‌دادم:‌«ما‌با‌هر‌چیزی‌که‌طرف‌سه‌روز‌گذشته‌درباره‌اش‌بحث‌
کردیم،‌‌از‌جمله‌پرداخت‌‌۳,۳میلیون‌دلار‌به‌شهرک‌موافقیم،‌اما‌به‌امتیاز‌
کوچکی‌از‌طرف‌شما‌نیاز‌داریم.‌ما‌خواهشمندیم‌که‌موافقت‌کنید‌تا‌این‌‌۳,۳
میلیون‌دلار‌(‌۱0,000دلار‌برای‌هر‌قسمت‌زمین)‌را‌هنگام‌فروش‌آن‌ها‌به‌
خانه‌سازها‌و‌آژانس‌های‌املاک‌به‌شما‌بدهیم».
سکوتی‌بر‌اتاق‌حکم‌فرما‌شد.‌در‌نهایت،‌شهردار‌سکوت‌را‌شکست:‌«خوب،‌
‌البته‌ما‌مایلیم‌که‌کل‌مبلغ‌را‌پیشاپیش‌دریافت‌کنیم،‌اما‌اگر‌ ِ پرداخت‌همزمان‌
با‌فروش‌قطعه‌زمین‌ها‌بهترین‌کاری‌است‌که‌می‌توانید‌انجام‌دهید،‌ما‌با‌آن‌
کنار‌می‌آییم».
معامله‌انجام‌شد.
این‌ داستان‌ را‌ به‌ این‌ خاطر‌ تعریف‌ کردم‌ زیرا‌ چیزی‌ است‌ که‌ هنگام‌
جستجوی‌راه‌حل‌برد-برد‌بارها‌و‌بارها‌اتفاق‌می‌افتد.‌آمادگی‌این‌را‌داشته‌
باشید‌که‌متفاوت‌بیندیشید.‌نتیجه‌مطلوب‌برای‌هر‌یک‌از‌طرفین‌مذاکره‌را‌
به‌دقت‌مشخص‌کنید‌و‌سپس‌ببینید‌آیا‌می‌توانید‌راهی‌برای‌دستیابی‌به‌آن‌
اهداف‌دوجانبه‌پیدا‌کنید‌تا‌همه‌احساس‌برنده‌شدن‌داشته‌باشند.‌‌‌‌‌37
تقریبا‌همیشه‌قدرتتان‌در‌مذاکره‌بیش‌از‌آن‌چیزی‌است‌که‌فکر‌می‌کنید.‌
حتی‌وقتی‌احساس‌می‌کنید‌که‌همه‌قدرت‌در‌دست‌طرف‌مقابل‌است،‌
شاید‌شما‌هم‌چیزی‌داشته‌باشید‌که‌او‌بخواهد‌یا‌بتوانید‌چیزی‌را‌پیدا‌کنید‌
که‌او‌می‌خواهد‌تا‌موازنه‌قدرت‌را‌به‌نفعتان‌تغییر‌دهد.‌
چندین‌روش‌‌برای‌افزایش‌قدرت‌در‌مذاکره‌وجود‌دارد،‌‌ازجمله‌آمادگی،‌
اختیار،‌آگاهی‌درباره‌طرف‌مقابل،‌همدلی،‌تشویق/تنبیه‌و‌سرمایه‌گذاری.
‌
نیروی آمادگی
هرچه‌ هنگام‌ مذاکره‌ آمادگی‌ و‌ دانش‌ بیشتری‌ داشته‌ باشید،‌ قدرت‌
بیشتری‌ خواهید‌ داشت.‌ تحقیقاتی‌ انجام‌ دهید.‌ رابرت‌ رینگر‌ که‌ مذاکره‌
کننده‌ماهری‌است‌پیشنهاد‌می‌دهد‌که‌صاحب‌ملک‌با‌خود‌یک‌حسابدار،‌
وکیل‌و‌مدیر‌کسب‌وکار‌را‌به‌جلسه‌مذاکره‌ببرد.‌در‌نتیجه‌برداشت‌طرف‌
کاربردهای قدرت در مذاکره
‌مقابل‌این‌خواهد‌بود‌که‌مالک‌سررشته‌و‌دانش‌زیادی‌درباره‌موضوع‌دارد.‌
نیروی اختیار
نشان‌دادن‌نیروی‌اختیار‌برای‌گرفتن‌تصمیم‌خرید‌یا‌عدم‌خرید‌به‌شما‌
قدرت‌می‌بخشد.‌همچنین‌وقتی‌نشان‌می‌دهید‌که‌در‌این‌حوزه‌دانا‌هستید‌و‌
درباره‌اینکه‌قیمت،‌مفاد‌و‌شرایط‌باید‌چگونه‌باشند،‌ ً کاملا‌آگاه‌و‌باتجربه‌اید،‌
اغلب‌طرف‌مقابل‌را‌مرعوب‌می‌کند‌و‌باعث‌می‌شود‌شرایط‌بهتری‌را‌پیشنهاد‌
کند.
‌
نیروی آگاهی از نیازهای طرف مقابل
هرچه‌بیشتر‌شرایط‌طرف‌مقابل‌را‌بشناسید،‌در‌مذاکره‌قدرت‌بیشتری‌
خواهید‌داشت.‌اگر‌بفهمید‌که‌طرف‌مقابل‌نیاز‌فوری‌به‌محصول‌یا‌خدمت‌
شما‌دارد،‌یا‌شرکت‌مقابل‌نیازهای‌مالی‌و‌مشکلاتی‌جدی‌چه‌از‌نظر‌سرمایه‌
و‌چه‌از‌نظر‌اعتبار‌دارد،‌در‌جایگاه‌قوی‌تری‌برای‌مذاکره‌و‌انجام‌معامله‌ای‌
فوق‌العاده‌قرار‌دارید.
‌
نیروی همدلی یا شناخت
این‌نیرویی‌است‌که‌مذاکره‌کنندگان‌برتر‌ ً تقریبا‌در‌هر‌حوزه‌ای‌از‌آن‌
استفاده‌می‌کنند.‌هرچه‌زمان‌بیشتری‌را‌برای‌ایجاد‌یک‌رابطه‌گرم‌با‌طرف‌
مقابل‌اختصاص‌دهید،‌احتمال‌بیشتری‌دارد‌که‌طرف‌مقابل‌آرام‌و‌پذیرای‌
مذاکره‌بر‌سر‌شرایط‌بهتر‌باشد.
‌
نیروی تشویق و تنبیه
این‌نیرویی‌حیاتی‌است‌که‌می‌توانید‌و‌باید‌در‌مذاکره‌به‌کار‌برید.‌وقتی‌
توانایی‌اعطای‌پاداش‌ها‌و‌منافع‌به‌شخصی‌یا‌مضایقه‌آن‌ها‌را‌داشته‌باشید،‌
به‌احتمال‌زیاد‌با‌شما‌همکاری‌می‌کند‌و‌مایل‌به‌مذاکره‌خواهد‌بود.
‌
نیروی سرمایهگذاری
این‌نیرو‌به‌میزان‌زمان‌و‌تلاشی‌برمی‌گردد‌که‌شما‌یا‌طرف‌مقابل‌برای‌
مذاکره‌صرف‌کرده‌اید.‌اگر‌فقط‌پنج‌دقیقه‌وقت‌گذاشته‌باشید،‌سرمایه‌گذاری‌
کمی‌انجام‌داده‌اید.‌اما‌اگر‌پنج‌روز،‌پنج‌هفته‌یا‌پنج‌ماه‌وقت‌اختصاص‌
داده‌اید،‌‌سرمایه‌گذاری‌بزرگی‌انجام‌داده‌اید‌که‌اثر‌زیادی‌بر‌طرف‌مقابل‌دارد.‌
هرچه‌سرمایه‌گذاری‌یکی‌از‌طرفین‌بیشتر‌باشد،‌قدرت‌بیشتری‌در‌مذاکره‌
دارد.‌41
قدرت‌شما‌به‌برداشت‌دیگران‌از‌این‌موضوع‌برمی‌گردد.‌مهم‌نیست‌چقدر‌
قدرت‌دارید،‌بلکه‌ذهنیت‌دیگران‌از‌میزان‌قدرت‌شما‌اهمیت‌دارد.‌
یکی‌ از‌ دوستان‌ خوب‌ من‌‌ که‌ زمانی‌ میلیون‌ها‌‌ دلار‌ پول‌ داشت،‌ همه‌
سرمایه‌اش‌را‌در‌بحران‌بزرگ‌اقتصادی‌از‌دست‌داد.‌او‌مجبور‌شد‌که‌در‌
همه‌زمینه‌ها‌صرفه‌جویی‌کند،‌از‌جمله‌اینکه‌قایق‌بزرگ‌و‌خانه‌اش‌در‌منطقه‌
خصوصی‌«همپتون»‌را‌بفروشد.‌اما‌هرگز‌این‌موضوع‌را‌به‌کسی‌نگفت.‌
امروز‌او‌به‌جای‌اول‌بازگشته‌است.‌خرید‌و‌فروش‌می‌کند،‌مذاکره‌و‌معامله‌
می‌کند،‌شرکتی‌را‌گسترش‌می‌دهد‌و‌شرکت‌دیگری‌را‌می‌فروشد.‌زیرا‌همه‌
بر‌این‌باورند‌که‌او‌هنوز‌ثروتمند‌است،‌‌او‌طوری‌وانمود‌می‌کند‌که‌همان‌
سرمایه‌مالی‌ای‌را‌دارد‌که‌چند‌سال‌پیش‌داشت.‌برداشت‌دیگران‌بسیار‌مهم‌
است.‌
برداشت‌در‌انواع‌نیروهای‌مورد‌استفاده‌در‌مذاکره‌که‌در‌فصل‌قبل‌توضیح‌
قدرت و برداشت
دادیم،‌مهم‌است.‌برداشت‌از‌میزان‌قدرت‌به‌روش‌های‌دیگری‌نیز،‌بر‌مذاکره‌
اثر‌می‌گذارد.‌‌
نیروی کمیابی
اغلب،‌مردم‌نمی‌دانند‌که‌چقدر‌خواستار‌به‌دست‌آوردن‌محصول‌یا‌خدمتی‌
هستند‌تا‌وقتی‌معلوم‌شود‌که‌آن‌محصول‌در‌دسترس‌یا‌قابل‌دستیابی‌نیست.‌
این‌ذهنیت‌که‌شما‌چیزی‌کمیاب‌دارید‌که‌دیگران‌به‌آن‌نیاز‌دارند،‌آن‌را‌
می‌خواهند‌و‌حاضرند‌آن‌را‌به‌سرعت‌بخرند،‌قدرت‌چانه‌زنی‌فوق‌العاده‌ای‌در‌
مذاکره‌به‌شما‌می‌بخشد.
‌
نیروی بیتفاوتی
با‌آرام‌و‌بی‌احساس‌ماندن‌در‌طول‌مذاکره‌می‌توانید‌رفتار‌بی‌تفاوتی‌را‌به‌
نمایش‌گذارید‌که‌منجر‌به‌این‌برداشت‌شود‌که‌خرید‌یا‌فروش‌محصول‌واقعا‌
برایتان‌اهمیت‌ندارد.‌این‌رفتار‌را‌اغلب‌«ظاهر‌بی‌تفاوت»‌می‌نامند.‌
وقتی‌در‌تلویزیون‌مسابقات‌را‌تماشا‌می‌کنید،‌‌می‌بینید‌که‌صورت‌برخی‌
افراد‌آرام‌است‌و‌در‌طول‌بازی‌تقریبا‌خسته‌به‌نظر‌می‌رسند.‌حتی‌وقتی‌
طرف‌مقابل‌به‌نوعی‌مشتاق‌بازی‌باشد،‌این‌موضوع‌تشدید‌می‌شود.‌اگر‌شما‌
بی‌تفاوت‌باشید‌و‌طرف‌مقابل‌این‌طور‌نباشد،‌نتیجه‌بهتری‌کسب‌می‌کنید.
‌
نیروی شجاعت
شما‌با‌اشتیاق‌برای‌کسب‌جایگاهی‌نیرومند‌در‌معامله،‌ارائه‌پیشنهاد‌یا‌
تقاضایی‌شفاف‌و‌صریح،‌پذیرفتن‌خطر‌شکست‌مذاکره‌و‌خارج‌شدن‌از‌
یک‌معامله‌در‌صورت‌لزوم،‌شجاعتتان‌را‌نشان‌می‌دهید.‌وقتی‌طرف‌مقابل‌
می‌بیند‌از‌کاری‌که‌انجام‌می‌دهید‌و‌پیشنهادی‌که‌ارائه‌می‌کنید،‌کاملا‌
مطمئنید،‌اغلب‌مجبور‌می‌شود‌قیمت‌یا‌شرایط‌بهتری‌را‌به‌شما‌پیشنهاد‌
‌کند.
‌‌‌
نیروی تعهد
اگر‌طرف‌مقابل‌ببیند‌که‌برای‌به‌نتیجه‌رساندن‌مبادله‌و‌انجام‌معامله‌
ً کاملا‌متعهد‌هستید‌و‌همه‌کارهای‌لازم‌را‌برای‌رسیدن‌به‌آن‌انجام‌می‌دهید،‌
برداشت‌مناسبی‌از‌قدرت‌شما‌پیدا‌می‌کند.‌
در‌جنگ‌جهانی‌دوم،‌ارتش‌انگلستان‌‌‌80,000سرباز‌در‌سنگاپور‌داشت‌و‌
برای‌مقابله‌با‌تهاجم‌به‌خوبی‌تجهیز‌شده‌بود.‌اما‌ژاپنی‌ها‌با‌نیروهای‌کمتر‌
سنگاپور‌را‌از‌چنگ‌انگلیسی‌ها‌درآوردند.‌آن‌ها‌انگلیسی‌ها‌را‌قانع‌کردند‌که‌
آن‌قدر‌ برای‌ پیروزی‌ متعهدند‌ که‌ می‌توانند‌ جزیره‌ را‌ تسخیر‌ کرده‌ و‌ همه‌
ساکنان‌آن،‌از‌جمله‌غیرنظامی‌ها‌را‌بکشند.‌از‌آنجا‌که‌ژاپنی‌ها‌قبلا‌همه‌
مالزی‌را‌تسخیر‌کرده‌و‌ضایعات‌بزرگی‌به‌وجود‌آورده‌بودند،‌انگلیسی‌ها‌
دلیلی‌نداشتند‌تا‌به‌تعهد‌آن‌ها‌برای‌تسخیر‌سنگاپور‌شک‌کنند.‌برداشتی‌که‌
انگلیسی‌ها‌از‌اراده‌ژاپنی‌ها‌داشتند‌باعث‌تسلیم‌شدنشان‌شد.
‌‌‌
نیروی دانش و مهارت
طرفی‌که‌طبق‌برداشت‌ها‌بیش‌ترین‌دانش‌یا‌مهارت‌را‌داشته‌باشد،‌نیروی‌
فوق‌العاده‌ای‌در‌مذاکره‌دارد.‌اگر‌محصول‌یا‌خدمت‌پیچیده‌ای‌را‌می‌فروشید،‌
تسلط‌شما‌بر‌داده‌ها‌یا‌فناوری‌مرتبط‌با‌آن‌باعث‌می‌شود‌در‌مقایسه‌با‌خریدار‌
که‌دانش‌کمتری‌درباره‌آن‌محصول‌یا‌خدمت‌دارد،‌مزیت‌مشخصی‌داشته‌
باشید.
موفق‌ترین‌کسب‌وکارهای‌خرده‌فروشی‌در‌دنیا‌فروشگاه‌های‌اپل‌هستند.‌
درحالی‌که‌شعبه‌تیفانی‌و‌شرکا‌در‌نیویورک‌فروش‌میانگینی‌در‌حدود‌‌۲0000
دلار‌در‌هر‌متر‌مربع‌دارد،‌میانگین‌فروش‌در‌یک‌فروشگاه‌اپل‌‌۴6000دلار‌
در‌هر‌متر‌مربع‌است.‌چرا؟‌زیرا‌افرادی‌که‌در‌فروشگاه‌های‌اپل‌کار‌می‌کنند،‌
دانشی‌باورنکردنی‌درباره‌محصولات‌و‌خدماتشان‌دارند‌تا‌حدی‌که‌مردم‌
صدها‌و‌هزارها‌دلار‌را‌برای‌خرید‌محصولاتی‌می‌پردازند‌که‌هنگام‌ورود‌به‌
فروشگاه‌حتی‌نمی‌دانستند‌چنین‌چیزی‌وجود‌دارد.45
احساس‌عاملی‌کلیدی‌در‌مذاکرات‌است.‌احساسات‌به‌خصوص‌اشتیاق،‌
طمع،‌ترس‌یا‌عصبانیت‌می‌تواند‌در‌مذاکره‌مفید‌یا‌مضر‌باشد.‌هر‌چه‌بیشتر‌
بتوانید‌احساساتتان‌را‌از‌فرایند‌مذاکره‌دور‌نگه‌دارید،‌توانایی‌بیشتری‌برای‌
کسب‌ بهترین‌ نتیجه‌ برای‌ خود‌ و‌ سازمانتان‌ خواهید‌ داشت.‌ هرچه‌ بیشتر‌
احساساتی‌شوید،‌‌توانایی‌کمتری‌برای‌پیشبرد‌مذاکره‌به‌نفع‌خود‌خواهید‌
داشت.‌
احساسات‌ارزیابی‌ها‌را‌مخدوش‌می‌کنند.‌وقتی‌اجازه‌دهید‌احساسات‌بر‌
شما‌غلبه‌کند،‌نمی‌توانید‌خوب‌فکر‌کرده‌و‌تصمیمات‌مناسبی‌را‌اتخاذ‌کنید.‌
هر‌کاری‌که‌برای‌آرام‌ماندن‌در‌طول‌مذاکره‌انجام‌دهید،‌کمک‌می‌کند‌تا‌
نتیجه‌بهتری‌بگیرید.
چقدر مشتاق هستید؟
قوی‌ترین‌احساس‌در‌مذاکره‌اشتیاق‌است.‌هر‌چقدر‌بیشتر‌خواستار‌خرید‌یا‌
به‌دست‌آوردن‌محصول‌یا‌خدمت‌یا‌فروش‌چیزی‌باشید،‌در‌مذاکره‌قدرت‌
کمتری‌دارید.‌
اگر‌چیزی‌را‌با‌چنان‌شدتی‌بخواهید‌که‌برای‌به‌دست‌آوردنش‌تلاش‌
کنید،‌احتمال‌دارد‌هر‌قیمتی‌را‌برای‌آن‌بپردازید.‌اگر‌طرف‌مقابل‌بفهمد‌که‌
چقدر‌مشتاقید،‌نسبت‌به‌شما‌در‌موضع‌برتری‌قرار‌خواهد‌گرفت.
آیا‌نیروی‌بی‌تفاوتی‌را‌که‌در‌فصل‌قبل‌به‌آن‌اشاره‌کردیم‌به‌یاد‌دارید؟‌
از‌خودتان‌سؤالاتی‌بپرسید.‌اگر‌به‌هیچ‌وجه‌نتوانید‌این‌محصول‌را‌به‌دست‌
آورید،‌چه‌اتفاقی‌می‌افتد؟‌بدترین‌اتفاقی‌که‌در‌صورت‌عدم‌موفقیت‌شما‌در‌
این‌مذاکره‌یا‌خرید‌روی‌خواهد‌داد‌چیست؟‌آیا‌اگر‌به‌آن‌دست‌نیابید،‌‌زندگی‌
امکان‌پذیر‌نخواهد‌بود؟
پیشاپیش‌خود‌را‌برای‌دست‌نیافتن‌به‌هدف‌مطلوبتان‌آماده‌کنید.‌هرچه‌به‌
عنوان‌خریدار‌یا‌فروشنده‌نسبت‌به‌عدم‌موفقیت‌در‌مذاکره‌آرام‌تر‌باشید،‌بهتر‌
فکر‌می‌کنید‌و‌تصمیمات‌بهتری‌اتخاذ‌خواهید‌کرد.
‌
احساساتتان را کنترل کنید
طمع‌ احساس‌ دیگری‌ است‌ که‌ اثر‌ زیادی‌ بر‌ تفکر‌ دارد.‌ ایده‌ی‌ گرفتن‌
چیزی‌در‌ازای‌هیچ‌چیز،‌یا‌به‌دست‌‌آوردن‌چیزی‌با‌هزینه‌یا‌قیمتی‌بسیار‌
کمتر‌از‌آنچه‌تصور‌می‌کردید،‌می‌تواند‌احساساتتان‌را‌مخدوش‌کرده‌و‌امکان‌
تفکر‌شفاف‌را‌از‌شما‌بگیرد.‌شاید‌همین‌فکر‌کسب‌چیزی‌که‌حقتان‌نیست،‌
یا‌چیزی‌که‌شبیه‌یک‌معامله‌خیلی‌عالی‌است،‌توانایی‌شما‌برای‌اتخاذ‌
تصمیمات‌منطقی‌را‌از‌بین‌ببرد.‌
علاوه‌بر‌اشتیاق‌و‌طمع،‌ترس‌ ِ خطرناک‌ترین‌احساسات‌است.‌هرچه‌بیشتر‌
از‌نتیجه‌بترسید،‌راحت‌تر‌ترغیب‌به‌انجام‌کاری‌می‌شوید‌که‌شاید‌به‌نفعتان‌
نباشد.‌به‌همین‌دلیل‌است‌که‌بی‌تفاوتی‌نسبت‌به‌دستیابی‌یا‌عدم‌دستیابی‌
به‌یک‌هدف‌خاص،‌یا‌رسیدن‌به‌نتیجه‌ای‌خاص‌در‌مذاکره،‌روشی‌فوق‌العاده‌
برای‌آرام‌کردن‌احساسات‌است.‌
در‌نهایت،‌احساس‌قوی‌دیگری‌که‌می‌تواند‌باعث‌اتخاذ‌تصمیمات‌ضعیف‌
در‌مذاکره‌شود،‌عصبانیت‌است.‌مذاکره‌کنندگان‌اثرگذار‌اغلب‌از‌ترس‌و‌
عصبانیت‌برای‌برانگیختن‌افراد‌و‌وادار‌کردن‌آن‌ها‌به‌اتخاذ‌تصمیماتی‌که‌به‌
نفعشان‌نیست،‌استفاده‌می‌کنند.
‌
همواره آرام باشید
هر‌وقت‌در‌هر‌مذاکره‌ای‌حس‌کردید‌که‌می‌خواهید‌احساساتی‌‌شوید،‌
درخواست‌زمان‌استراحت‌کنید.‌بیرون‌بروید‌و‌کمی‌قدم‌بزنید.‌مذاکره‌را‌به‌
بعد‌از‌ناهار‌یا‌روز‌دیگری‌موکول‌کنید.‌خودتان‌را‌موظف‌کنید‌زمانی‌که‌
درگیر‌هر‌نوع‌احساسات‌هستید‌تصمیم‌مهمی‌نگیرید‌یا‌با‌شرایطی‌خاص‌
موافقت‌نکنید.
این‌سؤال‌را‌از‌خود‌بپرسید،‌«چه‌اتفاقی‌می‌افتد؟»‌اگر‌معامله‌شکست‌
بخورد‌یا‌نتیجه‌ندهد،‌چه‌اتفاقی‌می‌افتد؟‌یکی‌از‌مربیان‌من‌که‌مدیر‌بسیار‌
موفقی‌ است‌ یک‌بار‌ چیزی‌ به‌ من‌ گفت‌ که‌ هرگز‌ فراموش‌ نکردم.‌ وقتی‌
درباره‌ یک‌ معامله‌ احتمالی‌ هیجان‌زده‌ می‌شدم،‌‌ به‌ من‌ می‌گفت:‌ «برایان،‌
معامله‌ها‌مانند‌اتوبوس‌هستند،‌همیشه‌یکی‌دیگر‌در‌راه‌است.‌برای‌این‌یکی‌
هیجان‌زده‌یا‌نگران‌نشو.‌اگر‌به‌راحتی‌جور‌نشد،‌فراموشش‌کن.‌مورد‌دیگری‌
از‌راه‌می‌رسد.»
یک‌بار‌فردی‌دانا‌به‌من‌گفت:‌«گاهی‌بهترین‌معاملات‌آن‌هایی‌هستند‌که‌
هرگز‌انجامشان‌نمی‌دهی.»
کلید‌کنترل‌احساسات‌این‌است‌که‌پیشاپیش‌از‌نظر‌روانی‌آماده‌شوید.‌
بی‌طرفی‌را‌تمرین‌کنید.‌وقتی‌وارد‌مذاکره‌می‌شوید،‌نفس‌عمیق‌بکشید.‌به‌
دقت‌مراقب‌خودتان‌باشید‌و‌کاملا‌آرام‌باقی‌بمانید.‌خود‌را‌از‌نظر‌احساسی‌
درگیر‌نکنید‌یا‌معامله‌را‌خیلی‌جدی‌نگیرید.‌
توانایی‌شما‌برای‌حفظ‌آرامش‌و‌بی‌طرفی‌آشکار،‌کلید‌قدرت‌است.‌بدانید‌
شخصی‌که‌بیش‌ترین‌درگیری‌احساسی‌را‌برای‌دستیابی‌به‌یک‌نتیجه‌خاص‌
دارد،‌کمترین‌قدرت‌را‌خواهد‌داشت.‌49
زمان‌و‌زمان‌بندی‌در‌مذاکره‌مؤثر‌عواملی‌کلیدی‌هستند.‌اغلب‌اگر‌از‌قبل‌
زمان‌بندی‌ دقیقی‌ داشته‌ باشید،‌ می‌توانید‌ به‌ نتایج‌ فوق‌العاده‌ای‌ در‌ مذاکره‌
دست‌یابید.
‌
راز برملا میشود
یک‌ استراتژی‌‌ وجود‌ دارد‌ که‌ برای‌ مثال‌ هنگام‌ خرید‌ اتومبیلی‌ جدید‌
می‌توانید‌از‌آن‌استفاده‌کنید.‌فروشندگان‌و‌مدیران‌فروش،‌هر‌ماه‌سقف‌
فروشی‌دارند‌که‌باید‌به‌آن‌برسند.‌اگر‌در‌سه‌هفته‌اول‌ماه‌به‌یک‌نمایشگاه‌
اتومبیل‌بروید،‌فروشندگان‌هنوز‌برای‌رسیدن‌به‌سقف‌فروش‌تحت‌فشار‌
نیستند،‌به‌همین‌دلیل‌بیش‌ترین‌قیمت‌ممکن‌را‌درخواست‌می‌کنند‌و‌در‌
مذاکره‌کمترین‌انعطاف‌را‌دارند.‌
بهترین‌زمان‌خرید‌اتومبیل‌دو‌یا‌سه‌روز‌مانده‌به‌آخر‌ماه‌است.‌پیش‌از‌آن‌
عامل زمان در تصمیمات
می‌توانید‌برای‌رانندگی‌آزمایشی‌و‌انتخاب‌اتومبیلی‌که‌می‌خواهید‌بخرید،‌به‌
نمایشگاه‌بروید.‌اما‌برای‌مذاکره‌سر‌قیمت،‌مفاد‌و‌شرایط‌نهایی‌تا‌دو‌یا‌سه‌
روز‌آخر‌ماه‌صبر‌کنید.‌به‌این‌ترتیب،‌‌همیشه‌معامله‌بهتری‌انجام‌می‌دهید‌و‌
گاهی‌معامله‌خیلی‌بهتری‌انجام‌می‌دهید.‌
چند‌سال‌پیش،‌سمینار‌فروشی‌برای‌بیش‌از‌‌۱000نفر‌برگزار‌کردم‌و‌
اهمیت‌زمان‌بندی‌را‌به‌طور‌تصادفی‌با‌مثال‌خرید‌ماشین‌توضیح‌دادم،‌زیرا‌
شاید‌مخاطبان‌در‌آینده‌به‌فکر‌خرید‌ماشین‌می‌افتادند.‌در‌کمال‌تعجب،‌
حدود‌‌۱00فروشنده‌اتومبیل‌از‌شرکت‌های‌مختلف‌در‌میان‌مخاطبان‌بودند.‌
آن‌ها‌از‌افشاگری‌‌من‌عصبانی‌شدند.‌وقتی‌سمینار‌تمام‌شد،‌در‌خیابان‌تعقیبم‌
کردند‌و‌بر‌سرم‌داد‌و‌فریاد‌زدند‌که‌چرا‌یکی‌از‌مخفی‌ترین‌اسرارشان‌در‌
فروش‌اتومبیل‌را‌لو‌داده‌ام.
‌
مراقب احساس فوریت باشید
شاید‌مهم‌ترین‌عامل‌در‌زمان‌بندی،‌احساس‌فوریت‌باشد.‌هرچه‌سریع‌تر‌
بخواهید‌چیزی‌را‌بخرید،‌قدرت‌چانه‌زنی‌کمتری‌دارید.‌فروشندگان‌و‌مذاکره‌
کنندگان‌خوب،‌از‌هر‌وسیله‌ای‌برای‌ایجاد‌احساس‌فوریت‌استفاده‌می‌کنند‌تا‌
توانایی‌مشتریان‌برای‌مذاکره‌مؤثر‌را‌تضعیف‌کنند.‌
فروشنده‌می‌گوید:‌«اگر‌امروز‌به‌توافق‌نرسیم،‌فردا‌صبح‌قیمت‌‌عوض‌
می‌شود.»‌یا‌«این‌محصول‌در‌فروش‌ویژه‌است،‌‌اما‌ساعت‌پنج‌امروز‌به‌
پایان‌می‌رسد.‌پس‌از‌آن،‌با‌قیمت‌کامل‌عرضه‌می‌شود.»
برای‌مقابله‌با‌این‌تکنیک،‌وقتی‌کسی‌می‌گوید‌باید‌به‌سرعت‌تصمیم‌
بگیرید‌و‌در‌غیر‌این‌صورت‌شرایط‌ویژه‌را‌از‌دست‌می‌دهید،‌این‌گونه‌جواب‌
دهید:‌«اگر‌باید‌به‌سرعت‌تصمیم‌بگیرم،‌پاسخ‌منفی‌است.‌اما‌اگر‌فرصت‌
داشته‌باشم‌که‌دقیقا‌به‌پیشنهادتان‌فکر‌کنم،‌شاید‌پاسخ‌متفاوت‌باشد.»
پیش‌ از‌ این‌ در‌ تاریخ‌ آمریکا،‌ مغازه‌داران‌ محلی‌ خود‌ مالک‌ و‌ کارمند‌
آتش‌نشانی‌ها‌بودند.‌وقتی‌خانه‌کسی‌آتش‌می‌گرفت،‌صاحب‌خانه‌کسی‌را‌
به‌ آتش‌نشانی‌‌ می‌فرستاد‌ تا‌ برای‌ اعزام‌ هرچه‌ سریع‌تر‌ ماشین‌‌ آتش‌نشانی‌
درخواست‌دهد.‌وقتی‌ماشین‌‌آتش‌نشانی‌به‌خانه‌در‌حال‌سوختن‌می‌رسید،‌
صاحب‌ماشین‌برای‌خاموش‌کردن‌آتش‌با‌صاحب‌خانه‌درباره‌قیمت‌مذاکره‌
می‌کرد.‌همان‌طور‌که‌می‌توانید‌تصور‌کنید‌صاحب‌خانه‌در‌شرایطی‌نبود‌تا‌
خیلی‌به‌نفع‌خودش‌چانه‌بزند.‌به‌دلیل‌همین‌عدم‌توازن‌بود‌که‌مالکیت‌و‌
مدیریت‌همه‌آتش‌نشانی‌ها‌به‌تدریج‌دولتی‌شد.
‌‌‌
با عجله تصمیم نگیرید
یک‌تکنیک‌محرک‌دیگر‌«عجله»‌است.‌این‌اتفاق‌زمانی‌روی‌می‌دهد‌
که‌طرف‌مقابل‌سعی‌می‌کند‌پیش‌از‌اینکه‌شانسی‌برای‌تفکر‌بیشتر‌درباره‌
موضوع‌داشته‌باشید،‌شما‌را‌برای‌تصمیم‌گیری‌به‌عجله‌بیندازد‌یا‌دستپاچه‌
کند.‌
وقتی‌کسی‌سعی‌می‌کند‌شما‌را‌در‌تصمیم‌گیری‌تحت‌فشار‌قرار‌دهد،‌
می‌توانید‌ با‌ گفتن‌ «برای‌ فکر‌ کردن‌ درباره‌ این‌ تصمیم‌ به‌ زمان‌ بیشتری‌
احتیاج‌دارم.‌بعدا‌نتیجه‌را‌به‌شما‌می‌گویم»‌با‌او‌مقابله‌کنید.‌
در‌ حقیقت،‌ مذاکره‌ کنندگان‌ ممتاز‌ از‌ تأخیر‌ استفاده‌ می‌کنند.‌ تأخیر‌
بی‌رحمانه‌ترین‌شکل‌عدم‌پذیرش‌است.‌هرچه‌بیشتر‌مذاکره‌یا‌تصمیمی‌
را‌برای‌کسی‌که‌می‌خواهد‌به‌نتیجه‌برسد،‌به‌تاخیر‌اندازید،‌قدرت‌بیشتری‌
خواهید‌داشت.‌‌
تاخیر‌در‌رسیدن‌به‌توافق،‌تکنیکی‌قوی‌است‌که‌می‌توانید‌برای‌حفاظت‌
از‌ خودتان‌ به‌ کار‌ بندید.‌ تصمیمات‌ جدی‌ را‌ حداقل‌ برای‌  ‌۲۴ساعت‌ به‌
تعویق‌اندازید‌تا‌امکان‌تامل‌و‌ملاحظات‌بیشتر‌را‌داشته‌باشید.‌هرچه‌بیشتر‌
تصمیم‌گیری‌در‌مذاکره‌را‌به‌تاخیر‌اندازید،‌تصمیمات‌بهتری‌اتخاذ‌می‌کنید‌و‌
نتیجه‌نهایی‌نیز‌بهتر‌خواهد‌شد.
‌
سررسیدهایی تعیین کنید و از سررسیدهایی اجتناب کنید
یک‌ابزار‌مفید‌دیگر‌در‌زمان‌و‌زمان‌بندی‌سررسید‌ها‌است.‌هر‌جا‌ممکن‌
است‌یک‌سررسید‌مشخص‌برای‌تصمیم‌گیری‌به‌طرف‌مقابل‌بدهید.‌به‌او‌
بگویید‌که‌اگر‌تا‌زمان‌یا‌تاریخ‌تعیین‌شده‌تصمیم‌نگرفته‌باشد،‌همه‌شروط‌
منتفی‌می‌شود.‌قیمت،‌مفاد‌و‌همه‌شرایط‌تغییر‌خواهد‌کرد‌و‌محصول‌یا‌
خدمت‌را‌به‌شخص‌دیگری‌می‌فروشید.‌
ِهرب‌ ِ کوهن،‌ مذاکره‌ کننده‌ مجرب‌ و‌ استاد‌ مذاکره‌ داستانی‌ را‌ درباره‌
درسی‌ارزشمند‌تعریف‌می‌کند‌که‌در‌ابتدای‌کارش‌به‌عنوان‌مدیر‌آموخت.
او‌به‌ژاپن‌اعزام‌شده‌بود‌تا‌برای‌یک‌قرارداد‌بزرگ‌تولیدی‌مذاکره‌کند.‌
این‌ ِ قرارداد‌کاری‌برای‌شرکتش‌و‌همچنین‌خودش‌به‌عنوان‌یک‌مدیر‌
جوان‌بسیار‌مهم‌بود.‌
وقتی‌ به‌ ژاپن‌ رسید،‌ میزبانان‌ با‌ لیموزین‌ دنبالش‌ آمدند،‌ او‌ را‌ به‌ هتل‌
رساندند‌و‌گفتند‌که‌در‌طول‌اقامتش‌به‌عنوان‌مهمان‌مراقب‌همه‌چیز‌
خواهند‌ بود.‌ آن‌ها‌ بلیطش‌ را‌ گرفتند‌ تا‌ تاریخ‌ برگشت‌ را‌ بدانند‌ و‌ برای‌
بردنش‌به‌فرودگاه‌برنامه‌ریزی‌کنند.‌در‌نتیجه‌فهمیدند‌که‌قبل‌از‌بازگشت‌
به‌ایالات‌متحده‌شش‌روز‌در‌ژاپن‌اقامت‌دارد.
در‌پنج‌روز‌نخست،‌سخاوتمندانه‌برایش‌خرج‌کردند.‌او‌را‌به‌کارخانه‌
بردند‌و‌همه‌جا‌را‌به‌او‌نشان‌دادند،‌اما‌ ً اصلا‌راجع‌به‌کار‌حرف‌نزدند.‌به‌
خاطر‌ادب‌آن‌ها،‌او‌نیز‌در‌عوض‌سعی‌کرد‌تا‌حد‌ممکن‌مؤدب‌باشد،‌اما‌
تا‌روز‌آخر‌هیچ‌گونه‌مذاکره‌جدی‌نداشتند.‌آن‌ها‌حتی‌در‌اتومبیل‌و‌در‌راه‌
فرودگاه‌هنوز‌مشغول‌مذاکره‌سر‌جزئیات‌نهایی‌بودند.‌اگر‌می‌فهمید‌که‌
آن‌ها‌از‌زمان‌علیه‌او‌استفاده‌کرده‌اند،‌معامله‌ای‌بسیار‌بهتر‌از‌معامله‌فعلی‌
انجام‌می‌داد.
‌قانون 80/20
در‌ مذاکره‌ و‌ زمان‌بندی،‌ قانون‌  ‌80/۲0کاربرد‌ ویژه‌ای‌ دارد.‌ این‌ قانون‌
می‌گوید‌که‌در‌‌۲0درصد‌آخر‌هر‌مذاکره‌درباره‌‌80درصد‌از‌مسائل‌مهم‌
و‌باارزش‌کل‌مبادله‌صحبت‌می‌شود.‌‌80درصد‌اول‌هر‌مذاکره‌فقط‌به‌‌۲0
درصد‌از‌مسائل‌مطرح‌شده‌مربوط‌است.‌
باید‌بپذیرید‌که‌‌80درصد‌بحث‌حول‌مسائل‌بی‌اهمیت‌می‌چرخد.‌فقط‌در‌
اواخر‌مذاکره‌که‌زمان‌در‌حال‌اتمام‌است،‌توجه‌نشان‌می‌دهید،‌بحث‌می‌کنید‌
و‌در‌نهایت‌درباره‌مهم‌ترین‌مسائل‌به‌توافق‌می‌رسید.‌
درسی‌که‌آموختم‌این‌است‌که‌باید‌در‌بخش‌اول‌مذاکره‌صبور‌باشید.‌هیچ‌
دلیلی‌برای‌عجله‌وجود‌ندارد.‌اگر‌برای‌بحث‌درباره‌یک‌مبادله‌دو‌ساعت‌
وقت‌دارید،‌در‌سی‌دقیقه‌آخر‌درباره‌مهم‌ترین‌مسائل‌تصمیم‌‌خواهید‌گرفت.‌
صبور‌باشید.‌‌‌55
جالب‌است‌که‌بسیاری‌از‌افراد‌بدون‌اینکه‌ ً دقیقا‌بدانند‌چه‌می‌خواهند،‌وارد‌
مذاکره‌می‌شوند‌و‌سپس‌اهداف‌و‌خواسته‌هایشان‌را‌در‌طول‌مسیر‌تعیین‌
می‌کنند.‌آن‌ها‌به‌راحتی‌تحت‌تأثیر‌قرار‌می‌گیرند،‌متقاعد‌می‌شوند‌و‌ترغیب‌
می‌شوند‌که‌با‌قیمت‌های‌کمتر‌یا‌بیشتر،‌خرید‌و‌فروش‌کنند.‌
راه‌نجات‌از‌این‌مخمصه‌این‌است‌که‌از‌قبل‌به‌نتایج‌مطلوب‌و‌ایده‌آلتان‌
فکر‌کنید.‌از‌خود‌این‌سؤال‌را‌بپرسید،‌«اگر‌این‌مذاکره‌موفقیت‌آمیز‌باشد،‌به‌
چه‌نتیجه‌ای‌می‌رسم؟»
روی‌کاغذ‌فکر‌کنید.‌پیشاپیش‌هر‌آنچه‌می‌خواهید‌را‌بنویسید‌و‌توضیح‌
دهید.‌افرادی‌که‌ ً دقیقا‌می‌دانند‌چه‌می‌خواهند‌و‌آن‌را‌می‌نویسند،‌نسبت‌به‌
آن‌هایی‌که‌ابهام‌دارند‌و‌نامطمئن‌هستند،‌مزیت‌مشخصی‌دارند.
‌
خواسته خود را بدانید
با دیگران گفتگو کنید
هر‌وقت‌فرصتی‌پیش‌می‌آید‌با‌شخص‌دیگری‌درباره‌مذاکرة‌پیش‌رو‌بحث‌
کرده‌و‌جزئیات‌نتیجه‌مطلوب‌را‌تشریح‌کنید.‌این‌تمرین‌بحث‌با‌دیگران‌و‌
فکر‌کردن‌روی‌کاغذ‌به‌این‌معنی‌نیست‌که‌محصول‌یا‌خدمت‌را‌رایگان‌
دریافت‌می‌کنید‌یا‌به‌هدفی‌می‌رسید‌که‌به‌ضرر‌شخص‌دیگری‌است.‌با‌
این‌حال،‌با‌پیشاپیش‌فکر‌کردن‌به‌مذاکره،‌احتمال‌بیشتری‌وجود‌دارد‌که‌به‌
یک‌نتیجه‌برد-برد‌برسید‌که‌هم‌شما‌و‌هم‌طرف‌مقابل‌از‌آن‌راضی‌باشید.‌
به‌عنوان‌بخشی‌از‌این‌فرایند،‌بهایی‌که‌برای‌دستیابی‌به‌نتیجه‌ایده‌آل‌
خواهید‌پرداخت‌را‌مشخص‌کنید.‌برای‌کسب‌نتیجه‌مطلوب‌از‌این‌مذاکره‌و‌
مبادله،‌حاضرید‌چه‌امتیازی‌را‌بدهید‌یا‌واگذار‌کنید؟
بهترین، معمولی و بدترین نتیجه
به‌سه‌سطح‌نتیجه‌محتمل‌بیندیشید:‌بهترین،‌معمولی‌و‌بدترین.‌وقتی‌به‌
جلسه‌مذاکره‌می‌روید،‌باید‌این‌سه‌نتیجه‌را‌در‌ذهن‌داشته‌باشید‌و‌از‌همان‌
ابتدا‌هدفتان‌کسب‌بهترین‌قیمت‌و‌شرایط‌ممکن‌باشد.‌
وقتی‌در‌فروش‌بیش‌ترین‌قیمت‌ممکن‌و‌در‌خرید‌کم‌ترین‌قیمت‌ممکن‌
را‌پیشنهاد‌می‌دهید،‌اغلب‌از‌آنچه‌روی‌می‌دهد‌شگفت‌زده‌می‌شوید.‌گاهی‌
به‌خاطر‌عواملی‌که‌بر‌آن‌ها‌کنترلی‌ندارید،‌طرف‌مقابل‌به‌سرعت‌با‌شما‌
موافقت‌می‌کند‌و‌هیچ‌چانه‌زنی‌بیشتری‌لازم‌نیست.‌
نتیجه‌معمولی‌ای‌که‌تعیین‌کرده‌اید‌نیز‌قابل‌قبول‌است‌و‌سومین‌نتیجه‌
‌
ِ
محتمل‌بدترین‌چیزی‌است‌که‌ممکن‌است‌روی‌دهد.‌امتناع‌از‌پذیرش
بدترین‌حالت‌و‌ادامه‌دادن‌به‌مذاکره‌کمترین‌کاری‌است‌که‌می‌توانید‌انجام‌
دهید.‌این‌را‌«آخرین‌موضع‌عقب‌نشینی»‌می‌نامند.‌حتی‌اگر‌از‌این‌سطح‌
متنفر‌باشید،‌تا‌این‌حد‌عقب‌نشینی‌می‌کنید،‌اما‌این‌پایین‌ترین‌سطحی‌است‌
که‌قبل‌از‌ترک‌جلسه‌می‌پذیرید‌و‌به‌کمتر‌از‌آن‌راضی‌نمی‌شوید.‌بنابراین،‌
پیشاپیش‌حداقل‌چیزی‌که‌خواهید‌پذیرفت‌را‌مشخص‌کنید‌تا‌کاملا‌آماده‌‌
باشید.
از بالا یا پایین شروع کنید
از‌ کجای‌ مذاکره‌ چانه‌زنی‌ را‌ آغاز‌‌کنید؟‌ ابتدا‌ پیشنهادی‌ کمی‌ بالاتر‌ از‌
بهترین‌نتیجه‌یا‌نتیجه‌بهینه‌تان‌بدهید.‌شاید‌مجبور‌شوید‌در‌طول‌مذاکره‌
توافقاتی‌انجام‌داده‌و‌مذاکره‌را‌در‌سطح‌پایین‌تری‌تمام‌کنید،‌اما‌همیشه‌در‌
اول‌کار،‌بهترین‌چیزی‌که‌امیدوارید‌به‌آن‌برسید‌را‌پیشنهاد‌دهید.‌
ِ مذاکره‌کنندگان‌نیروی‌کار‌به‌استفاده‌از‌این‌تاکتیک‌معروف‌اند.‌در‌مذاکرات‌
حقوق‌کارگران،‌مذاکره‌کنندگان‌بحث‌را‌با‌تقاضای‌افزایش‌پنجاه‌درصدی‌
حقوق‌در‌طول‌یک‌سال‌به‌علاوه‌بهبود‌خدمات‌درمانی،‌حقوق‌بازنشستگی‌
و‌سایر‌مزایا‌آغاز‌می‌کنند.‌این‌حداقل‌تقاضای‌آن‌ها‌برای‌قرارداد‌جدید‌حقوق‌
است.‌
وقتی‌آب‌ها‌از‌آسیاب‌می‌افتد،‌می‌بینیم‌که‌با‌افزایش‌پنج‌درصدی‌حقوق‌در‌
طول‌دو‌سال‌بدون‌هیچ‌گونه‌بهبودی‌در‌برنامه‌های‌خدمات‌درمانی‌یا‌حقوق‌
بازنشستگی‌موافقت‌کرده‌اند.‌سپس‌سر‌کارشان‌برمی‌گردند‌و‌این‌موضوع‌را‌
به‌عنوان‌موفقیتی‌چشمگیر‌جشن‌می‌گیرند.‌
پیشاپیش‌به‌بهترین،‌معمولی‌ترین‌و‌بدترین‌حالت‌ها‌فکر‌کنید‌تا‌آنچه‌
می‌خواهید‌و‌آنچه‌که‌نخواهید‌پذیرفت‌را‌به‌دقت‌مشخص‌کنید.‌سپس‌بحث‌
را‌با‌سطح‌نتیجه‌ایده‌آلتان‌آغاز‌کنید‌و‌در‌طول‌مذاکره‌از‌آن‌پایین‌تر‌بیایید‌
یا‌بالاتر‌بروید.59
دانشگاه‌هاروارد‌و‌کارمندان‌آن‌هزاران‌مذاکره‌بزرگ‌و‌کوچک‌را‌در‌حوزه‌
کسب‌وکار‌و‌همچنین‌در‌حوزه‌سیاست‌ملی‌و‌بین‌المللی‌بررسی‌کرده‌و‌چهار‌
عامل‌کلیدی‌برای‌مذاکره‌موفق‌تعیین‌کرده‌اند.‌کل‌پروژه‌مذاکره‌هاروارد‌
در‌کتاب‌«بله‌را‌بگیر:‌مذاکره‌بدون‌تسلیم»‌نوشته‌ ِ راجر‌ ِ فیشر،‌ویلیام‌اِری‌و‌
بروس‌پاتون‌تشریح‌شده‌است.
‌
 .1افراد:‌کلید‌مذاکره‌موفق‌جدا‌کردن‌شخصیت‌افراد‌از‌مشکلات‌و‌
مسائل‌در‌دست‌بررسی‌است.‌احساساتی‌نشوید.‌ذهن‌و‌چشمتان‌را‌بر‌موضوع‌
مذاکره‌متمرکز‌کنید‌و‌اجازه‌ندهید‌تا‌به‌خاطر‌شخصیت‌ها،‌چه‌مثبت‌و‌چه‌
منفی،‌از‌مسیر‌مذاکره‌خارج‌شوید.
‌
 .2علایق:‌مذاکره‌را‌با‌تعیین‌دقیق‌علایق‌و‌نیازهای‌طرف‌های‌مختلف‌
آغاز‌کنید.‌قبل‌از‌اینکه‌فهرست‌خواسته‌هایتان‌را‌بنویسید،‌فهرست‌نتایجی‌را‌
بنویسید‌که‌برای‌رسیدن‌به‌آن‌ها‌تلاش‌می‌کنید.‌سپس‌می‌فهمید‌که‌برای‌
دستیابی‌به‌اهدافتان‌باید‌چه‌نتیجه‌ای‌از‌مذاکره‌بگیرید.‌
وقتی‌با‌طرف‌های‌مختلف‌پشت‌میز‌مذاکره‌می‌نشینید‌و‌حتی‌پیش‌از‌آن،‌
زمانی‌را‌به‌شفاف‌سازی‌دقیق‌خواسته‌ها‌و‌نیازهای‌طرف‌مقابل‌از‌این‌مذاکره‌
اختصاص‌دهید.‌از‌آن‌ها‌بپرسید،‌«به‌نظرتان‌اگر‌این‌مذاکره‌ایده‌آل‌بود،‌در‌
نهایت‌به‌چه‌نتیجه‌ای‌می‌رسیدیم؟»
 .3گزینهها:‌پیش‌از‌بحث‌درباره‌نکات‌مختلف،‌‌مجموعه‌ای‌از‌گزینه‌ها‌
را‌در‌زمینه‌هایی‌که‌با‌آن‌ها‌مخالفید،‌ارائه‌کنید.‌چند‌احتمال‌تعریف‌کنید.‌
از‌روش‌های‌طوفان‌فکری‌برای‌ارائه‌رویکردهای‌جایگزین‌استفاده‌کنید.‌
می‌توانید‌از‌یک‌وایت‌برد،‌تخته‌سفید‌یا‌سه‌پایه‌یا‌دفترچه‌سفید‌استفاده‌
کنید.
‌‌‌‌
 .4معیارها:‌این‌ها‌را‌اغلب‌«شرایط‌مرزی»‌می‌نامند.‌پیش‌از‌مذاکره‌
توافق‌کنید‌که‌نتیجه‌بر‌پایه‌معیارهایی‌بی‌طرفانه‌باشد.‌چگونه‌می‌فهمید‌که‌
ایده‌آل‌طرفین‌را‌تامین‌کرده‌اید؟‌سعی‌دارید‌از‌چه‌چیزی‌اجتناب‌کنید،‌به‌چه‌
چیزی‌دست‌یابید‌یا‌چه‌چیزی‌را‌حفظ‌کنید؟‌
وقتی‌هر‌دو‌به‌صراحت‌بدانید‌چه‌نتیجه‌ای‌طرفین‌را‌خوشحال‌می‌کند،‌
گزینه‌ها‌ و‌ نتایج‌ مختلف‌ را‌ با‌ این‌ نتیجه‌ نهایی‌ مطلوب‌ مقایسه‌ می‌کنید.‌
می‌گویید‌«یک‌معامله‌خوب‌این‌شرط‌را‌تامین‌می‌کند.‌آن‌نتیجه‌را‌می‌دهد،‌
به‌این‌هدف‌می‌رسد.»‌به‌عبارت‌دیگر،‌شکل‌و‌شمایل‌یک‌معامله‌خوب‌را‌
هم‌برای‌خود‌و‌هم‌برای‌طرف‌مقابل‌به‌تصویر‌می‌کشید.‌‌
سرانجام،‌مطالب‌را‌مرور‌کرده‌و‌درباره‌روش‌های‌مختلف‌تامین‌علایق‌و‌
نیازهایی‌بحث‌می‌کنید‌که‌به‌معیارهای‌بی‌طرفانه‌یا‌شرایط‌مرزی‌تعیین‌شده‌
پایبند‌باشند.‌این‌فرایند‌مذاکرة‌نیرومند‌باعث‌می‌شود‌افراد‌فقط‌بر‌اهداف‌
تمرکز‌داشته‌باشند‌و‌البته‌از‌هدایت‌آن‌ها‌توسط‌شخصیت‌ها‌و‌مسائل‌نامرتبط‌
نیز‌جلوگیری‌می‌کند.63
آمادگی‌نشانه‌واقعی‌یک‌فرد‌حرفه‌ای‌است.‌هشتاد‌درصد‌موفقیت‌مذاکره،‌
حتی‌بیشتر‌از‌آن،‌به‌آمادگی‌کامل‌پیش‌از‌شروع‌نخستین‌گفتگو‌بستگی‌
دارد.‌
بحث‌را‌با‌توجه‌به‌موضوع‌آغاز‌کنید:‌قرار‌است‌درباره‌چه‌صحبت‌کنید؟‌
هدف‌از‌این‌مذاکره‌چیست؟‌هدف‌خود‌و‌مسائل‌مورد‌بحث‌را‌به‌وضوح‌
مشخص‌کنید.‌
اهداف‌کوتاه‌مدت‌یا‌بلند‌مدت‌شما‌از‌این‌مذاکره‌چیست؟‌قصدتان‌از‌ورود‌
به‌این‌گفتگو‌چیست؟‌هر‌چه‌اهداف‌شفاف‌تری‌داشته‌باشید،‌سریع‌تر‌به‌آن‌ها‌
می‌رسید‌و‌تشریح‌آن‌ها‌برای‌طرف‌مقابل‌نیز‌ساده‌تر‌می‌شود.
‌
گزینههای متعدد یعنی اختیار بیشتر
شاید‌ داشتن‌ گزینه‌های‌ متعدد‌ بهترین‌ یاور‌ شما‌ برای‌ کسب‌ بهترین‌
آمادگی کلید کار است
نتیجه‌در‌هر‌مذاکره‌ای‌باشد.‌هرچه‌گزینه‌های‌بیشتری‌داشته‌باشید،‌برای‌
اتخاذ‌بهترین‌تصمیم‌آزادتر‌هستید.‌آزادی‌شما‌در‌هر‌مذاکره‌فقط‌به‌اندازه‌
گزینه‌هایتان‌است.‌
اگر‌از‌قبل‌گزینه‌هایی‌را‌تعریف‌نکرده‌باشید،‌دستتان‌بسته‌است‌و‌تنها‌
گزینه،‌موافقت‌با‌پیشنهادات‌طرف‌مقابل‌است.‌اما‌اگر‌گزینه‌های‌متنوع‌یا‌
روش‌های‌مختلفی‌داشته‌باشید،‌مزیت،‌نیرو‌و‌قدرت‌چانه‌زنی‌زیادی‌دارید.‌
پیشاپیش‌هر‌تعداد‌ممکن‌از‌گزینه‌ها‌را‌تعریف‌کنید‌و‌بنویسید.‌قبل‌از‌شروع‌
مذاکره‌با‌دقت‌به‌آن‌ها‌بیندیشید.
‌
همواره گزینههای بیشتری ارائه دهید
به‌منظور‌یافتن‌سایر‌اطلاعات‌درباره‌محصول‌یا‌خدمت‌مورد‌نظر،‌مطالعه‌
و‌تحقیق‌کنید.‌قیمتی‌که‌باید‌برای‌آن‌بپردازید‌و‌زمان‌و‌تاریخ‌احتمالی‌
تحویل‌را‌پیدا‌کنید.‌با‌داشتن‌گزینه‌های‌متعدد‌می‌توانید‌با‌آرامش‌و‌آسودگی‌
مذاکره‌کنید‌که‌باعث‌استفاده‌از‌نیروی‌بی‌تفاوتی‌در‌طول‌مذاکره‌می‌شود.‌
وقتی‌مجموعه‌ای‌از‌گزینه‌های‌سنجیده‌و‌مناسب‌دارید،‌‌برای‌پذیرش‌یا‌رد‌
مفاد‌و‌شرایط‌طرف‌مقابل‌کاملا‌آزادید.‌در‌نتیجه‌همیشه‌معامله‌بهتری‌انجام‌
می‌دهید.
‌
هر آنچه را که میتوانید، بیاموزید
یکی‌از‌بخش‌های‌کلیدی‌آمادگی،‌مطالعه‌و‌بررسی‌افرادی‌است‌که‌با‌
آن‌ها‌مذاکره‌می‌کنید.‌امروزه‌بهترین‌ابزار‌برای‌کسب‌آمادگی‌قبلی،‌اینترنت‌
و‌به‌خصوص‌گوگل‌است.‌مطالبی‌که‌می‌توانید‌فقط‌با‌چند‌کلیک‌پیدا‌کنید،‌
فوق‌العاده‌اند.‌
اغلب،‌ اشخاص‌ دیگری‌ که‌ با‌ این‌ افراد‌ مذاکره‌ یا‌ معامله‌ کرده‌اند‌ را‌
می‌شناسید.‌به‌آن‌ها‌زنگ‌بزنید،‌شرایط‌را‌توضیح‌دهید‌و‌از‌آن‌ها‌مشاوره‌
بگیرید.‌گاهی‌یک‌نصیحت‌یا‌دیدگاه،‌مزیتی‌در‌مذاکره‌پیش‌رو‌به‌حساب‌
می‌آید.
با چند نفر تماس بگیرید
یکی‌از‌دوستانم‌در‌فکر‌خرید‌یک‌شرکت‌تولیدی‌بود.‌آن‌شرکت‌خط‌
محصولی‌ داشت‌ که‌ کاملا‌ با‌ شرکت‌ او‌ متناسب‌ بود.‌ مالک‌ شرکت‌ برای‌
فروش‌کسب‌وکارش‌چند‌میلیون‌دلار‌به‌اضافه‌شرایط‌دشوار‌پس‌از‌خرید‌
تعیین‌کرده‌بود.‌
دوستم‌با‌کارگزار‌بانکی‌اش‌تماس‌گرفت‌و‌از‌او‌پرسید‌که‌آیا‌کسی‌را‌در‌
بانکی‌که‌صاحب‌آن‌شرکت‌حساب‌دارد‌می‌شناسد.‌مطابق‌معمول،‌بانکدارها‌
همکارانشان‌را‌می‌شناسند‌و‌او‌با‌کارگزار‌بانکی‌صاحب‌آن‌شرکت‌تماس‌
گرفت.‌کارگزار‌به‌طور‌خصوصی‌گفت‌که‌شرکت‌مشکل‌مالی‌جدی‌دارد‌
و‌اگر‌مدیر‌ظرف‌چند‌روز‌خریدار‌یا‌منبع‌جدید‌مالی‌پیدا‌نکند،‌بانک‌آن‌را‌
تعطیل‌می‌کند.‌
با‌این‌اطلاعات،‌دوستم‌توانست‌با‌صاحب‌پرتوقع‌و‌پرافاده‌آن‌شرکت‌
جلسه‌ای‌ترتیب‌داده‌و‌معامله‌فوق‌العاده‌ای‌انجام‌دهد.‌او‌توانست‌با‌پرداخت‌
بدهی‌های‌شرکت‌و‌پرداخت‌سودهای‌حاصل‌از‌کسب‌وکار‌به‌مالک‌در‌طول‌
زمان،‌شرکت‌را‌بدون‌هیچ‌پول‌نقدی‌بخرد.
‌
فرضیات را بپرسید
به‌گفته‌پیتر‌دراکر‌«پیش‌فرض‌های‌نابجا‌و‌اشتباه‌ریشه‌هر‌شکستی‌است.»‌
فرضیات‌نادرست‌یکی‌از‌دلایل‌اصلی‌عدم‌توافق‌و‌سوءتفاهم‌ها‌در‌مذاکره‌
است.‌بخش‌اعظم‌زمان‌مذاکره‌برای‌رفع‌فرضیات‌نادرست‌صرف‌می‌شود.‌
قبل‌از‌شروع‌مذاکره‌از‌خود‌بپرسید‌«فرضیات‌من‌چیست؟»‌و‌دقیق‌تر‌
اینکه،‌ فرضیات‌ آشکار‌من‌چیست؟‌ فرضیات‌ پنهان‌من‌چیست؟‌ فرضیات‌
آشکار‌و‌ ِ پنهان‌طرف‌مقابل‌چیست؟‌
آیا‌طرف‌‌مقابل‌‌فرض‌می‌کند‌که‌واقعا‌می‌خواهید‌در‌این‌قرارداد‌شرکت‌
کنید؟‌آیا‌فرض‌می‌کند‌که‌بی‌تفاوت،‌دوستانه‌یا‌خصمانه‌هستید؟‌آیا‌فرض‌
می‌کند‌شخص‌خوبی‌هستید‌یا‌شخصی‌هستید‌که‌تعامل‌با‌او‌دشوار‌است؟
فرضیات خود را آزمایش کنید
آیا‌ممکن‌است‌بیشتر‌فرضیاتتان‌غلط‌باشد؟‌اگر‌این‌طور‌باشد‌چه‌می‌شود؟‌
اگر‌فرضیات‌‌اصلی‌شما‌برای‌این‌مذاکره‌غلط‌باشد،‌چگونه‌باید‌مطالبات‌و‌
شرایط‌خود‌را‌تغییر‌دهید؟
یکی‌از‌فرضیاتی‌که‌هنگام‌ورود‌به‌مذاکره‌داریم‌این‌است‌که‌طرف‌مقابل‌
واقعا‌می‌خواهد‌معامله‌را‌به‌سرانجام‌برساند.‌گاهی‌موضوع‌این‌طور‌نیست.‌
شاید‌دیگران‌فقط‌به‌این‌دلیل‌با‌شما‌مذاکره‌کنند‌تا‌شرایط‌چانه‌زنی‌خود‌
در‌مقابل‌طرفی‌که‌می‌خواهند‌با‌او‌معامله‌کنند‌را‌ارتقاء‌دهند.‌آن‌ها‌فقط‌
می‌خواهند‌با‌شما‌مذاکره‌کنند‌تا‌قبل‌از‌انجام‌معامله‌مطلوب‌با‌شخصی‌دیگر،‌
بهترین‌نتیجه‌ای‌که‌می‌توانند‌به‌دست‌آورند‌را‌ببینند.‌
بنابراین،‌قبل‌از‌پرداختن‌به‌جزئیات‌مذاکره‌به‌دنبال‌آشکار‌کردن‌فرضیات‌
یکدیگر‌باشید.
‌
مسائل اصلی را مشخص کنید
در‌نهایت،‌هنگام‌آماده‌شدن‌برای‌مذاکره‌از‌خود‌بپرسید‌«مسائل‌اصلی‌
کدام‌اند؟‌کدام‌خواسته‌ها‌و‌نیازهایمان‌با‌هم‌متفاوت‌است؟‌در‌چه‌حوزه‌هایی‌
تضاد‌یا‌عدم‌توافق‌داریم؟‌باید‌درباره‌کدام‌جزئیات‌بحث‌کرده‌و‌آن‌ها‌را‌حل‌
کنیم؟‌
هر‌چه‌قبل‌از‌مذاکره‌دقیق‌تر‌آماده‌شوید،‌قدرت‌بیشتری‌دارید‌و‌معامله‌
بهتری‌انجام‌می‌دهید.‌کلید‌آمادگی‌مطالعه‌است.‌حقایق‌را‌بفهمید.‌حقایق‌
واقعی‌را‌بفهمید،‌نه‌حقایق‌فرضی‌را.‌دانش‌قدرت‌می‌آفریند.69
جایگاه‌های‌شما‌نقطه‌شروع‌کار‌هستند‌و‌گذشته‌شما،‌اهداف‌آینده‌و‌میزان‌
توافق‌شما‌را‌در‌مذاکره‌نشان‌می‌دهند.‌این‌ها‌معیارها‌یا‌«شرایط‌مرزی»‌
هستند‌که‌در‌فصل‌پروژه‌مذاکره‌هاروارد‌توضیح‌دادیم.‌آن‌ها‌محدودیت‌ها،‌
محدوده‌ها‌و‌عواملی‌هستند‌که‌باید‌در‌قرارداد‌مورد‌بحث‌قرار‌گرفته‌و‌حل‌
شوند.جایگاه‌شما‌شامل‌بهترین‌و‌بدترین‌نتایج‌به‌علاوه‌حداقل‌و‌حداکثر‌
قیمت‌ها‌و‌شرایطی‌است‌که‌می‌توانید‌برای‌رسیدن‌به‌توافق‌بپذیرید.
شفافیت مهمترین موضوع است
شرایط‌اصلی‌شما‌برای‌یک‌مذاکره‌موفق‌چیست؟‌کسب‌چه‌نتیجه‌ای‌این‌
فرایند‌را‌برایتان‌ارزشمند‌می‌کند؟‌مهم‌ترین‌چیزهایی‌که‌تحت‌هیچ‌شرایطی‌
نباید‌از‌آن‌ها‌دست‌بکشید‌کدامند؟‌برای‌دستیابی‌به‌این‌موارد‌مهم‌حاضرید‌
چه‌بهایی‌بپردازید؟‌
جایگاه طرفین را مشخص کنید
می‌توانید‌ چه‌نوع‌ امتیازات‌جانبی‌را‌درخواست‌ کرده‌ یا‌پیشنهاد‌بدهید؟‌‌
قانون‌ مذاکره‌ این‌ است‌ که‌ هرگز‌ امتیازی‌ را‌ بدون‌ درخواست‌ امتیازی‌ در‌
عوض‌آن‌واگذار‌نکنید،‌زیرا‌طرف‌مقابل‌این‌را‌نشانه‌ضعف‌می‌داند‌و‌در‌
عوض‌امتیازات‌دیگری‌را‌طلب‌می‌کند.
‌
موضوع بحث را بشناسید
خواسته‌ها‌ یا‌ نتایج‌ ِ مهم‌ طرف‌ مقابل‌ چیست؟‌ برای‌ کشف‌ حداقل‌ها‌ و‌
حداکثرهای‌طرف‌مقابل‌و‌پرداختن‌به‌آن‌ها‌هر‌کاری‌که‌می‌توانید‌انجام‌
دهید.‌آن‌ها‌در‌این‌مذاکره‌باید‌به‌چه‌چیزی‌برسند؟‌‌
چندی‌پیش،‌مذاکره‌ای‌برای‌اجاره‌یک‌فضای‌اداری‌داشتم.‌در‌تحلیل‌
پیش‌از‌مذاکره‌و‌با‌کمی‌تحقیق‌فهمیدم‌که‌مالک‌فقط‌می‌تواند‌با‌مفاد‌و‌
شرایط‌خاص‌املاکش‌را‌اجاره‌دهد.‌او‌می‌بایست‌مبلغ‌معینی‌از‌قرارداد‌اجاره‌
را‌دریافت‌می‌کرد،‌در‌غیر‌این‌صورت‌رهن‌کننده‌قرارداد‌را‌امضا‌نمی‌کرد.‌با‌
توجه‌به‌این‌اطلاعات‌فهمیدم‌که‌موارد‌مهم‌از‌نظر‌مالک‌چه‌پارامترهایی‌
هستند.
عوامل‌ زیادی‌ در‌ قرارداد‌ اجاره‌ وجود‌ داشت‌ که‌ می‌بایست‌ درباره‌شان‌
با‌صاحب‌ملک‌مذاکره‌کنم.‌اما‌اجاره‌اولیه‌در‌کنترل‌رهن‌کننده‌بود.‌من‌
می‌توانستم‌درباره‌مبلغ‌اجاره‌رایگان،‌پارکینگ‌و‌سایر‌موارد‌با‌مالک‌صحبت‌
کنم،‌اما‌حداقل‌مبلغ‌اجاره‌مشخص‌بود‌و‌در‌غیر‌این‌صورت‌امضا‌نمی‌شد.‌
همچنین‌می‌دانستم‌که‌مالک‌مشکلات‌مالی‌زیادی‌دارد‌و‌برای‌حفظ‌
ساختمان‌باید‌بیش‌از‌‌80درصد‌آن‌را‌ظرف‌مدت‌کوتاهی‌اجاره‌دهد.‌آگاهی‌
از‌نیازهای‌حیاتی‌مالک،‌این‌امکان‌را‌به‌من‌داد‌تا‌قرارداد‌اجاره‌بسیار‌بهتری‌
از‌نظر‌بهسازی‌واحدهای‌اجاره‌ای،‌هزینه‌های‌فضای‌ ُمشاع‌و‌پارکینگ‌برای‌
کارمندانم‌را‌منعقد‌کنم
‌‌برعکس کردن شرایط
یکی‌از‌بهترین‌راه‌های‌بهبود‌نتایج‌هر‌مذاکره‌این‌است‌که‌قبل‌از‌پرداختن‌
به‌موضوع‌خود،‌درباره‌موضوع‌طرف‌مقابل‌بحث‌کنید.‌
در‌دانشکده‌حقوق‌به‌دانشجویان‌یاد‌می‌دهند‌که‌مسئله‌طرف‌مقابل‌را‌
بشناسند‌و‌بر‌اساس‌حقیقت‌مسئله‌برای‌آن‌طرف،‌بحث‌جامعی‌را‌ترتیب‌
دهند.‌فقط‌پس‌از‌رسیدگی‌به‌مسئله‌طرف‌مقابل،‌به‌مسئله‌خود‌می‌پردازند.‌
این‌روش‌به‌یک‌وکیل‌یا‌مذاکره‌کننده‌مشتاق‌امکان‌می‌دهد‌تا‌صادقانه‌
و‌بی‌طرفانه‌نقاط‌قوت‌و‌ضعف‌طرف‌مذاکره‌را‌بررسی‌کند.‌همین‌تکنیک‌
می‌تواند‌چشم‌انداز‌بسیار‌بهتری‌از‌موضوع‌مذاکره‌به‌شما‌بدهد‌که‌کمک‌
می‌کند‌ تا‌ خواسته‌های‌ احتمالی‌ طرف‌ مقابل‌ و‌ نقطه‌ قوت‌ بحث‌هایش‌ را‌
پیش‌بینی‌کنید.‌
همیشه‌قبل‌از‌شروع‌مذاکره‌شرایط‌را‌برعکس‌کنید.‌خود‌را‌جای‌طرف‌
مقابل‌بگذارید.‌تصور‌کنید‌که‌شما‌طرف‌مقابل‌هستید‌و‌می‌خواهید‌بهترین‌
نتیجه‌ممکن‌را‌از‌این‌مذاکره‌بگیرید.‌اگر‌جای‌شخص‌مقابل‌بودید،‌چه‌
می‌خواستید؟‌نقاط‌قوت‌و‌ضعف‌جایگاهتان‌چیست؟‌چه‌چیزی‌مهم‌تر‌و‌چه‌
چیزی‌کم‌اهمیت‌تر‌است؟
درسهایی از مذاکره اجاره
وقتی‌برای‌اجاره‌یک‌دفتر‌جدید‌مذاکره‌می‌کردم،‌با‌مالکی‌سخت‌گیر‌و‌پر‌
توقع‌مواجه‌بودم.‌
ضعف‌من‌این‌بود‌که‌می‌خواستم‌در‌دفاتر‌کنونی‌بمانم‌و‌راحت‌باشم،‌اما‌
نمی‌خواستم‌درگیر‌قرارداد‌اجاره‌پنج‌ساله‌شوم.‌منتوقع‌داشتم‌که‌در‌صورت‌
لزوم‌بتوانم‌به‌فضای‌بزرگ‌تری‌نقل‌مکان‌کنم‌یا‌شرکت‌را‌کوچک‌کنم.‌
قبل‌از‌مذاکره‌یک‌تکه‌کاغذ‌برداشتم‌و‌همه‌خواسته‌های‌احتمالی‌مالک‌را‌
نوشتم.‌فهرست‌من‌تقریبا‌به‌بیست‌مورد‌رسید.‌سپس،‌بخش‌مذاکره‌مربوط‌
به‌خود‌را‌روی‌کاغذ‌دیگری‌نوشتم.‌
امروز‌با‌شگفتی‌به‌گذشته‌نگاه‌می‌کنم‌و‌به‌این‌می‌اندیشم‌که‌با‌بررسی‌
پیشاپیش‌ جایگاه‌ او‌‌توانستم‌ معامله‌ بسیار‌ بهتری‌ انجام‌ دهم.‌ ما‌ به‌ جای‌
چندین‌ساعت‌گفتگو،‌همه‌مسائل‌را‌در‌کمتر‌از‌سی‌دقیقه‌حل‌کردیم.
‌‌
بررسی قبلی انجام دهید
در‌هر‌مذاکره‌ای‌که‌از‌این‌تکنیک‌استفاده‌کردم،‌نتایج‌یکسان‌بوده‌است.‌
همواره‌معامله‌بهتری‌انجام‌داده‌ام‌و‌شرایط‌برد-برد‌برای‌هر‌دو‌طرف‌ایجاد‌
کرده‌ام.‌ باید‌ بدانید‌ که‌هر‌طرف‌ مذاکره‌ مسائلی‌ دارد‌ که‌ بسیار‌مهم‌اند‌و‌
اهمیت‌مسائل‌دیگر‌متوسط‌یا‌کم‌است.‌
نشانه‌موفقیت‌مذاکره‌این‌است‌که‌هر‌دو‌طرف‌به‌مهم‌ترین‌اهدافشان‌
دست‌یابند‌و‌درعین‌حال‌درباره‌اهداف‌کم‌اهمیت‌تر‌مصالحه‌کنند.‌با‌نوشتن‌
همه‌این‌اهداف‌بزرگ‌و‌کوچک‌روی‌کاغذ‌پیش‌از‌شروع‌مذاکره،‌شفاف‌تر‌
فکر‌می‌کنید،‌اثربخش‌تر‌مذاکره‌می‌کنید‌و‌نتایج‌بهتری‌کسب‌می‌کنید.
نتایج ایدهآل برای همه
چند‌سال‌پیش،‌قصد‌داشتم‌برای‌مذاکره‌درباره‌قراردادی‌که‌برایم‌صدها‌
هزار‌دلار‌درآمد‌داشت‌به‌نیویورک‌سفر‌کنم.‌تکه‌کاغذی‌برداشتم‌و‌راه‌حل‌
ایده‌آل‌برای‌خودم‌را‌با‌دقت‌نوشتم.‌
ما‌یک‌روز‌کامل‌را‌به‌مذاکره‌پیرامون‌مفاد‌قرارداد‌گذراندیم،‌اما‌پیش‌از‌
اینکه‌نوشتن‌قرارداد‌را‌آغاز‌کنیم،‌از‌طرف‌مقابل‌پرسیدم‌«اگر‌این‌مذاکره‌
کاملا‌موفق‌باشد،‌بهترین‌نتیجه‌برای‌شما‌چه‌خواهد‌بود؟»
آن‌ها‌کمی‌از‌این‌سؤال‌تعجب‌کردند،‌اما‌صادقانه‌پاسخ‌دادند‌و‌گفتند‌
اگر‌این‌مذاکره‌خوب‌پیش‌برود،‌باید‌با‌این‌قیمت‌و‌این‌شرایط‌باشد‌که‌از‌
نظرشان‌برای‌خودشان‌و‌من‌ایده‌آل‌بود.‌در‌عوض،‌من‌هم‌نتیجه‌ایده‌آل‌
خودم‌را‌گفتم‌که‌چندان‌از‌اهداف‌آن‌ها‌دور‌نبود.‌
ما‌به‌سرعت‌سر‌همه‌جزئیات‌کوچک‌توافق‌کردیم‌و‌سپس‌مسائل‌اصلی‌را‌
نهایی‌کردیم.‌کل‌بحث‌به‌جای‌هشت‌ساعت‌کمتر‌از‌دو‌ساعت‌طول‌کشید‌
و‌در‌انتها‌همه‌خوشحال‌و‌راضی‌بودند.‌75
ما‌با‌بررسی‌هزاران‌مذاکره‌ساده‌و‌پیچیده‌به‌این‌نتیجه‌رسیدیم‌که‌تقریبا‌
در‌هر‌مذاکره‌ای‌چهار‌مسئله‌اصلی‌وجود‌دارد‌که‌باید‌به‌آن‌ها‌بپردازیم.‌
مسائل‌ کوچک‌تری‌ نیز‌ وجود‌ دارد،‌ اما‌ اغلب‌ با‌ چهار‌ مسئله‌ اصلی‌ مواجه‌
هستیم.‌گاهی‌شاید‌یک،‌دو،‌سه‌یا‌حتی‌پنج‌مسئله‌اصلی‌وجود‌داشته‌باشد،‌
اما‌طبق‌این‌قانون‌معمولا‌چهار‌موضوع‌اصلی‌وجود‌دارد.
وظیفه‌شما‌این‌است‌که‌به‌آن‌چهار‌مسئله‌احتمالی‌بیندیشید‌و‌آن‌ها‌را‌
هم‌برای‌خود‌و‌هم‌برای‌طرف‌مقابل‌مشخص‌کنید‌و‌روش‌مؤثر‌کنار‌آمدن‌
با‌آن‌ها‌را‌بیابید.‌
یک‌مسئله‌اساسی‌وجود‌دارد‌که‌مهم‌ترین‌مسئله‌برای‌فرد‌است‌و‌سه‌
مسئله‌کوچک‌تر‌هم‌وجود‌دارد‌که‌مهم‌هستند‌اما‌اهمیت‌آن‌ها‌به‌اندازه‌
مسئله‌اصلی‌نیست.
برای‌مثال‌وقتی‌خانه‌ای‌می‌خرید،‌اولین‌نکته‌ای‌که‌به‌آن‌توجه‌می‌کنید‌
خود‌خانه،‌طراحی،‌جذابیت‌ها‌و‌شرایط‌آن‌است.‌سپس،‌به‌قیمت،‌تأمین‌
بودجه،‌شرایط،‌مزایای‌جانبی‌خرید،‌زمان‌تحویل‌گرفتن‌خانه‌و‌سایر‌جزئیات‌
توجه‌می‌کنید.‌
وقتی‌می‌خواهید‌اتومبیل‌جدیدی‌بخرید،‌مسئله‌اصلی‌ ً معمولا‌مدل،‌رنگ‌و‌
اندازه‌ماشین‌است.‌اما‌از‌آن‌جا‌که‌همان‌ماشین‌را‌می‌توانید‌از‌نمایشگاه‌های‌
مختلف‌ بخرید،‌ باید‌ درباره‌ مواردی‌ مانند‌ قیمت،‌ ارزش‌ ماشینی‌ که‌ برای‌
تعویض‌گذاشته‌اید،‌لوازم‌جانبی‌و‌شرایط‌پرداخت‌مذاکره‌کنید.‌وقتی‌ماشین‌
خاصی‌را‌انتخاب‌کردید،‌به‌احتمال‌زیاد‌مسئله‌اصلی‌قیمت‌کلی‌ماشین‌
است.‌سپس،‌درباره‌قیمت‌تعویض‌اتومبیل‌فعلی‌‌خود،‌لوازم‌جانبی،‌نرخ‌بهره‌
و‌شرایط‌پرداخت‌مذاکره‌خواهید‌کرد.
‌‌
بنبست در مذاکره
مسئله‌مهم‌هر‌طرف‌مذاکره‌با‌طرف‌دیگر‌متفاوت‌است.‌اگر‌مسئله‌مهم‌
هر‌دو‌طرف‌یکسان‌باشد،‌مذاکره‌و‌رسیدن‌به‌توافق‌بسیار‌دشوار‌می‌شود.‌
مسئله اصلی شما
قانون‌چهار،‌ ابزار‌ذهنی‌ فوق‌العاده‌ای‌در‌ مذاکره‌ است.‌ این‌ قانون‌ باعث‌
شفافیت‌ بیشتر‌ می‌شود.‌ با‌ تعیین‌ مسئله‌ اصلی‌ خود‌ و‌ طرف‌ مقابل،‌ اغلب‌
می‌توانید‌به‌نتیجه‌برد-برد‌دست‌یابید‌تا‌هر‌دو‌طرف‌به‌مهم‌ترین‌چیزی‌که‌
از‌مذاکره‌می‌خواهند‌‌برسند.‌سپس‌می‌توانید‌درباره‌مسائل‌کوچک‌تر‌مذاکره‌
کرده‌و‌به‌توافق‌برسید.‌
یک‌نکته‌نهایی‌درباره‌قانون‌چهار‌وجود‌دارد.‌به‌نظر‌می‌رسد‌که‌مسائل‌
مهم‌برای‌هر‌دو‌طرف‌مواردی‌است‌که‌آخر‌جلسه‌به‌آن‌ها‌پرداخته‌می‌شود.‌
قانون‌‌80/۲0در‌مذاکره‌صادق‌است.‌‌۲0درصد‌آخر‌مذاکره‌‌80درصد‌از‌
مهم‌ترین‌مسائل‌مورد‌بحث‌را‌در‌بر‌می‌گیرد.
‌
توافق سر مسائل غیرکلیدی
پیش‌تر‌مذاکره‌آژانس‌املاکی‌را‌توضیح‌دادم‌که‌شامل‌یک‌قرارداد‌توسعه‌
طویل‌با‌پنجاه‌دو‌تغییر‌بود.‌آنچه‌در‌مذاکره‌برای‌این‌نوع‌قراردادها‌فهمیدم،‌
تکنیک‌یا‌تاکتیکی‌بی‌نهایت‌مؤثر‌است:‌همه‌قرارداد‌را‌از‌اول‌تا‌آخر‌بخوانید‌
و‌درباره‌هر‌بند،‌شرط،‌ماده‌و‌مسئله‌ای‌که‌شاید‌درباره‌اش‌اختلاف‌نظر‌یا‌
اختلاف‌سلیقه‌دارید،‌بحث‌کنید.‌
حجم‌قرارداد‌مهم‌نیست،‌اما‌خواهید‌دید‌که‌شما‌و‌طرف‌مقابل‌بر‌سر‌حدود‌
‌80درصد‌مفاد‌و‌شرایط‌توافق‌می‌کنید.‌وقتی‌به‌ماده‌یا‌شرطی‌می‌رسید‌که‌
درباره‌اش‌توافق‌ندارید،‌قبول‌کنید‌که‌به‌طور‌موقت‌از‌آن‌بگذرید‌و‌سراغ‌
ماده‌یا‌شرط‌بعدی‌بروید‌که‌با‌آن‌‌موافقید.‌وقتی‌همه‌قرارداد‌را‌خواندید،‌
دوباره‌آن‌را‌از‌اول‌تا‌آخر‌بخوانید‌و‌به‌مسائلی‌بپردازید‌که‌درباره‌شان‌توافق‌
نداشتید.‌در‌دفعه‌دوم‌راه‌های‌توافق،‌مصالحه‌و‌معامله‌برای‌حل‌این‌مسائل‌
را‌می‌یابید.‌اما‌مسائلی‌همچنان‌حل‌نشده‌باقی‌می‌مانند.‌
سپس‌برای‌بار‌سوم‌و‌در‌صورت‌لزوم‌برای‌چهارمین‌بار‌قرارداد‌را‌بخوانید.‌
در‌یک‌نقطه‌مشخص‌به‌«چهار‌مورد‌نهایی»‌می‌رسید.‌یعنی‌به‌مرحله‌ای‌
می‌رسید‌که‌چهار‌مسئله‌باقی‌می‌ماند،‌یک‌مسئله‌بزرگ‌که‌باید‌حل‌شود‌و‌
سه‌مسئله‌کوچک.‌اکنون‌برای‌انجام‌یک‌مذاکره‌جدی‌آماده‌اید.‌
شرایط استخدام
وقتی‌برای‌شغل‌جدیدی‌درخواست‌می‌دهید،‌مذاکره‌برای‌دستمزد‌و‌مزایا‌
اثر‌زیادی‌بر‌میزان‌درآمد‌و‌شادی‌شما‌از‌این‌شغل‌در‌آینده‌خواهد‌داشت.‌
بسیاری‌از‌مردم‌فکر‌می‌کنند‌که‌اولین‌نگرانی‌شان‌این‌است‌که‌از‌ابتدای‌
کار‌بیشترین‌دستمزد‌ممکن‌را‌داشته‌باشند.‌اما‌بسیاری‌از‌شرکت‌ها‌محدوده‌ای‌
برای‌میزان‌دستمزد‌یک‌شغل‌خاص‌دارند.‌اغلب،‌کارفرما‌نمی‌تواند‌انتظارات‌
شما‌را‌برای‌حقوق‌برآورده‌کند.‌
در‌این‌حالت،‌بحث‌را‌عوض‌کنید.‌درباره‌مزایای‌بیشتر‌مثل‌در‌اختیار‌
گذاشتن‌ ماشین‌ اداری،‌ بیمه‌ درمانی‌ بهتر،‌‌مرخصی‌ بیشتر‌ از‌ حد‌ قانونی،‌
ساعات‌کاری‌منعطف‌و‌سایر‌جزئیات‌مهم‌مذاکره‌کنید.‌
وقتی‌ می‌فهمید‌ کارفرما‌ غیر‌ منعطف‌ است،‌ یکی‌ از‌ بهترین‌ استراتژی‌ها‌
موافقت‌با‌حقوق‌پیشنهادی‌و‌سپس‌توافق‌درباره‌کارهایی‌است‌که‌باید‌برای‌
افزایش‌حقوق‌انجام‌دهید.‌باید‌کارفرما‌را‌به‌تجدیدنظر‌در‌شرایط‌بعد‌از‌نود‌
روز‌متقاعد‌کنید؛‌اگر‌به‌معیارهای‌معینی‌رسیده‌باشید‌که‌مکتوب‌و‌قابل‌
اندازه‌گیری‌عددی‌باشند،‌حقوقتان‌به‌میزان‌مشخصی‌افزایش‌خواهد‌یافت.‌
این‌یک‌استراتژی‌مذاکره‌خوب‌برای‌وقتی‌است‌که‌می‌خواهید‌هر‌نوع‌شغل‌
جدیدی‌را‌بپذیرید.79
انسان‌ها‌به‌شدت‌تحت‌تاثیر‌محیط‌و‌نیروی‌القایی‌هستند‌که‌در‌افراد‌و‌
شرایط‌اطرافشان‌وجود‌دارد.
‌‌۹5درصد‌از‌تفکر،‌احساس‌و‌تصمیم‌گیری‌متأثر‌از‌محیط‌القاگر‌یا‌ ً کاملا‌
در‌کنترل‌آن‌است.‌وظیفه‌شما‌این‌است‌که‌
‌.۱مراقب‌اثرات‌القایی‌اطراف‌و‌تأثیر‌احتمالی‌آن‌ها‌بر‌تفکر‌خود‌یا‌طرف‌
مقابل‌باشید.
‌.۲هر‌کار‌ممکن‌را‌برای‌کنترل‌آن‌عوامل‌انجام‌دهید.‌
برای‌مثال‌مکان‌را‌در‌نظر‌بگیرید.‌مکانی‌که‌مذاکره‌در‌آن‌اتفاق‌می‌افتد،‌
می‌تواند‌اثر‌زیادی‌بر‌مفاد‌و‌شرایط‌مورد‌توافق‌داشته‌باشد.‌وقتی‌در‌دفتر‌
شخص‌دیگری‌هستید‌و‌با‌مبلمان،‌کارکنان‌و‌سایر‌عناصر‌مربوط‌به‌او‌احاطه‌‌
شده‌اید،‌خودبه‌خود‌با‌ضعف‌روبه‌رو‌هستید.‌ضعف‌روانی‌مشخصی‌دارید‌زیرا‌
قدرت القا در مذاکره
خارج‌از‌محدوده‌امن‌خود‌هستید‌و‌شخص‌مقابل‌محکم‌در‌محدوده‌امنش‌
مستقر‌شده‌است.‌شخص‌مقابل‌اعتمادبه‌نفس‌بیشتر‌و‌احساس‌قدرت‌شخصی‌
بیشتری‌خواهد‌داشت‌و‌شما‌اعتمادبه‌نفس‌و‌احساس‌قدرت‌کمتری‌دارید.
مکان را تغییر دهید
اغلب‌دیده‌اید‌که‌در‌مذاکرات‌جدی‌مثل‌روابط‌کارمند‌و‌مدیر،‌سیاست،‌
و‌به‌خصوص‌معاملات‌تجاری‌پیچیده،‌طرفین‌توافق‌می‌کنند‌که‌به‌مکان‌
مجزایی‌بروند‌که‌خنثی‌و‌خارج‌از‌محدوده‌امن‌هر‌دوی‌آن‌ها‌است.‌با‌این‌
کار‌هر‌دو‌طرف‌به‌یک‌میزان‌تحت‌تأثیر‌اثر‌القایی‌محیط‌قرار‌می‌گیرند.‌
گاهی‌ پیشنهاد‌ ساده‌ بحث‌ درباره‌ موضوع‌ هنگام‌ صرف‌ قهوه‌ و‌ ناهار‌
در‌رستوران‌محلی،‌بهتر‌از‌مذاکره‌درباره‌موضوعی‌جدی‌در‌دفتر‌یا‌اتاق‌
کنفرانس‌آن‌شخص‌یا‌هر‌جای‌دیگری‌است‌که‌موجب‌مزیت‌روانی‌برای‌
او‌شود.
‌
نیروی شخصیت
شخصیت‌یک‌عامل‌القایی‌دیگر‌است.‌بهترین‌نوع‌شخصیت‌در‌مذاکره،‌
همدل،‌گرم‌و‌دوستانه‌است.‌هرچه‌با‌طرف‌مقابل‌احساس‌راحتی‌بیشتری‌
داشته‌باشید،‌بیشتر‌پذیرا‌و‌پاسخگوی‌خواسته‌هایش‌خواهید‌بود.‌برعکس‌آن‌
نیز‌صادق‌است.‌شما‌نیز‌هرچه‌دوستانه‌تر‌و‌خوش‌برخوردتر‌باشید،‌احتمال‌
کسب‌نتیجه‌بهتر‌بیشتر‌از‌زمانی‌است‌که‌محافظه‌کار‌یا‌سرسخت‌هستید.‌
همدلی‌نخستین‌ویژگی‌روانی‌فروشندگان‌برتر‌است.‌به‌نظر‌می‌رسد‌افرادی‌
که‌در‌کمک‌به‌دیگران‌بهتر‌ند‌و‌به‌معاملات‌کسب‌وکار‌وارد‌می‌شوند،‌درجه‌
بالایی‌از‌همدلی‌را‌دارند.‌طرف‌مقابل‌آن‌ها‌را‌دوست‌دارد،‌به‌آن‌ها‌احترام‌
می‌گذارد‌و‌برای‌عقد‌قرارداد‌با‌آن‌ها‌راحت‌است.
موقعیت و زبان بدن
یک‌عامل‌القایی‌دیگر‌موقعیت‌و‌زبان‌بدن‌است.‌بنا‌به‌گفته‌آلبرت‌محرابیان‌
از‌دانشگاه‌یو.سی.ال.ای،‌‌55درصد‌ارتباط‌شما‌با‌فرد‌دیگر‌در‌زبان‌بدن‌یعنی‌
روش‌حرکت‌فیزیکی‌وجایگاه‌شما‌نسبت‌به‌طرف‌مقابل‌نهفته‌است.‌
قانون‌اصلی‌جایگیری‌فیزیکی‌این‌است‌که‌هنگام‌مذاکره‌با‌شخص،‌از‌
نشستن‌پشت‌میز‌خود‌اجتناب‌کنید.‌وقتی‌پشت‌میز‌می‌نشینید،‌خودبه‌خود‌در‌
جایگاه‌خصمانه‌ای‌قرار‌می‌گیرید.‌پیام‌ناخودآگاه‌این‌است‌که‌با‌هم‌دشمن‌
و‌در‌ ُش ُرف‌«جنگ»‌هستید.‌در‌طول‌سال‌ها‌فهمیده‌ام‌که‌نشستن‌پشت‌یک‌
میزگرد‌یا‌نشستن‌با‌زاویه‌‌۹0درجه،‌حالت‌های‌بسیار‌بهتری‌برای‌رسیدن‌به‌
توافق‌هستند.
‌
دستانتان پیامی را منتقل میکنند
یک‌عامل‌مذاکره‌یا‌اثر‌القایی‌دیگر‌با‌توجه‌به‌زبان‌بدن،‌طرز‌نگه‌داشتن‌
دست‌ها‌و‌بازوها‌و‌حرکت‌بدن‌است.‌ ً مثلا،‌وقتی‌بازوانتان‌را‌تا‌می‌کنید،‌به‌
نظر‌می‌رسد‌که‌استدلال‌های‌طرف‌مقابل‌را‌نشنیده‌می‌گیرید.‌به‌این‌ترتیب‌
نشان‌می‌دهید‌که‌با‌سخنان‌او‌مخالفید‌یا‌آن‌را‌نمی‌پذیرید.‌
یکی‌از‌علائم‌جهانی‌پذیرا‌بودن،‌راستی‌و‌صداقت،‌دست‌های‌باز‌است.‌
وقتی‌در‌جلسه‌مذاکره‌طوری‌می‌نشینید‌که‌بازوها‌باز،‌دست‌ها‌بیرون‌و‌کف‌
دست‌ها‌به‌سمت‌بالاست،‌نشان‌می‌دهید‌که‌گفته‌هایتان‌موجه،‌قابل‌قبول‌و‌
دوستانه‌است‌و‌هیچ‌تهدیدی‌برای‌طرف‌مقابل‌نیست.‌‌
وقتی‌به‌جلو‌خم‌می‌شوید،‌به‌دقت‌به‌طرف‌مقابل‌توجه‌می‌کنید،‌وقتی‌
صحبت‌ می‌کند‌ به‌ دهانش‌ نگاه‌ می‌کنید‌ و‌ سر‌ را‌ به‌ نشانه‌ موافقت‌ تکان‌
می‌دهید،‌تأثیری‌مثبت‌و‌گرم‌بر‌او‌می‌گذارید‌و‌خود‌را‌فردی‌علاقمند‌و‌
صادق‌نشان‌می‌دهید‌که‌مایل‌است‌به‌توافقی‌قابل‌قبول‌برای‌طرفین‌برسد.
‌سایر عوامل القاگر
آسایش:‌اگر‌محیط‌اطرافتان‌شامل‌مبلمان،‌نور‌و‌دما‌مناسب‌باشد،‌احتمال‌
کسب‌نتیجه‌بهتر‌بیشتر‌است.
‌
استراحت یا خستگی:‌اگر‌قبل‌از‌رفتن‌به‌جلسه‌مذاکره‌به‌خوبی‌استراحت‌
کرده‌باشید،‌احتمال‌مذاکره‌مؤثر‌بیشتر‌است.
‌
غذا، گرسنگی و تشنگی:‌ وقتی‌ قبل‌ از‌ شروع‌ مذاکره‌ غذا‌ و‌ آب‌ کافی‌
خورده‌باشید،‌مغرتان‌بهترین‌عملکرد‌را‌خواهد‌داشت.‌بهترین‌غذا‌برای‌مغز‌
مقدار‌زیاد‌انواع‌پروتئین‌است.‌از‌خوردن‌نان،‌شیرینی،‌کالباس،‌سوسیس‌یا‌
گوشت‌های‌پخته‌شده‌اجتناب‌کنید،‌زیرا‌همگی‌باعث‌می‌شوند‌که‌در‌طول‌
روز‌کسل‌شوید.‌
مذاکره‌بعد‌از‌صرف‌غذا‌با‌طرف‌مقابل‌نیز‌یک‌تکنیک‌القایی‌قوی‌است.‌
وقتی‌با‌طرف‌مقابل‌غذا‌می‌خوریم،‌اغلب‌نسبت‌به‌او‌احساس‌بهتری‌داریم‌
و‌صمیمانه‌تر‌رفتار‌می‌کنیم.‌وقتی‌چیزی‌را‌با‌کسی‌سهیم‌می‌شویم،‌او‌را‌
بیشتر‌دوست‌داریم.
‌
رفتار شما:‌ عنصر‌ نهایی‌ نیروی‌ القا‌ در‌ مذاکره،‌ رفتار‌ شما‌ است.‌ وقتی‌
برای‌کسب‌نتایج‌مطلوب‌مذاکره‌می‌کنید،‌رفتار‌مثبت‌که‌شامل‌شادی‌و‌
مثبت‌اندیشیایت‌بسیار‌مؤثرتر‌از‌رفتار‌منفی‌عمل‌می‌کند.83
رابرت‌چالدینی‌در‌کتابش‌با‌نام‌«اثرگذاری»‌به‌عواملی‌اشاره‌می‌کند‌که‌
بیش‌ترین‌اثر‌را‌بر‌نحوه‌تفکر‌و‌واکنش‌افراد‌نسبت‌به‌شما‌دارند.‌به‌نظر‌او‌
نیرومندترین‌این‌اثرات،‌اثر‌«عمل‌متقابل»‌است.‌تحقیقات‌گسترده‌نشان‌
می‌دهد‌عمل‌متقابل‌و‌جبران‌کردن‌(چه‌دادنی‌و‌چه‌گرفتنی)‌نیرومندترین‌راه‌
رسیدن‌به‌توافق‌و‌تعهد‌است.‌
ذات‌بشر‌طوری‌است‌که‌در‌روابط‌با‌دیگران‌عادل‌باشد.‌وقتی‌کاری‌برای‌
من‌انجام‌می‌دهید،‌خود‌را‌موظف‌به‌جبرانش‌می‌دانم‌تا‌کاری‌با‌ ِ ارزش‌مساوی‌
یا‌بیشتر‌برای‌شما‌انجام‌دهم.‌این‌غریزه‌طبیعی‌و‌معمول‌انسان‌است.‌این‌
مبنای‌تمدن‌و‌اساس‌قانون‌قرارداد‌است‌که‌همه‌کسب‌وکارها‌را‌امکان‌پذیر‌
می‌سازد.
کاری برای دیگران انجام دهید
وقتی‌کار‌خوبی‌برای‌دیگران‌انجام‌می‌دهید،‌حتی‌عقب‌کشیدن‌صندلی‌شان‌
یا‌تعارف‌یک‌فنجان‌قهوه‌به‌آن‌ها،‌اشتیاقی‌ناخودآگاه‌برای‌جبران‌را‌در‌آن‌ها‌
بیدار‌می‌کنید‌تا‌مهربانی‌شما‌را‌به‌شکلی‌مثبت‌پاسخ‌دهند.‌وقتی‌از‌دیگران‌
درباره‌زندگی،‌کار‌یا‌خانواده‌شان‌می‌پرسید‌و‌با‌علاقه‌واقعی‌به‌حرفشان‌
گوش‌می‌دهید،‌باعث‌می‌شوید‌حس‌خوبی‌نسبت‌به‌خودشان‌داشته‌باشند.
‌
از روش سقراط استفاده کنید
برای‌برانگیختن‌حس‌عمل‌متقابل،‌از‌روش‌سقراط‌در‌مذاکره‌استفاده‌
کنید.‌به‌گفته‌سقراط‌«پیش‌از‌پرداختن‌به‌حوزه‌های‌بحث‌برانگیزی‌که‌در‌
آن‌ها‌اختلاف‌نظر‌دارید،‌نخست‌به‌حوزه‌هایی‌بپردازید‌که‌در‌آن‌ها‌توافق‌
دارید.»‌
همان‌طور‌که‌در‌فصل‌پیش‌(قانون‌چهار)‌توضیح‌دادم،‌پیشنهاد‌می‌کنم‌
که‌مذاکره‌یا‌بحث‌را‌با‌پرداختن‌یک‌به‌یک‌به‌همه‌موارد‌آغاز‌کنید.‌خواهید‌
دید‌همواره‌مسائل‌زیادی‌وجود‌دارد‌که‌شما‌و‌طرف‌مقابل‌درباره‌شان‌توافق‌
دارید‌و‌آن‌ها‌را‌می‌پذیرید.‌وقتی‌هر‌دو‌درباره‌مسائل‌مختلف‌بحث‌و‌توافق‌
می‌کنید،‌شتاب‌مثبتی‌در‌راستای‌رسیدن‌به‌سازش‌ایجاد‌می‌کنید.
‌
به تعویق بیندازید
هرگاه‌در‌مذاکره‌به‌مسائل‌مختلف‌پرداختید‌و‌به‌موضوعی‌رسیدید‌که‌
طرف‌مقابل‌با‌آن‌مخالف‌است‌یا‌به‌شدت‌بر‌آن‌اصرار‌دارد،‌بلافاصله‌بگویید،‌
«بیایید‌بعدا‌به‌آن‌بپردازیم.»
هرچه‌سریع‌تر‌از‌یک‌مسئله‌بحث‌برانگیز‌بگذرید،‌منفی‌نگری‌و‌مقاومت‌
طرف‌مقابل‌کمتر‌خواهد‌بود.‌هرچه‌موضوعات‌مورد‌توافق‌در‌ابتدای‌جلسه‌
بیشتر‌باشد،‌موافقت‌با‌سایر‌موارد‌برای‌طرف‌مقابل‌راحت‌تر‌‌خواهد‌بود.‌
آرام‌و‌ساده‌کردن‌بحث‌در‌ابتدای‌کار،‌طرف‌مقابل‌تمایل‌پیدا‌می‌کند‌که‌این‌
کار‌را‌با‌ساده‌کردن‌مسائل‌بعدی‌جبران‌کند.‌
در‌ابتدای‌مذاکره،‌‌بیشتر‌«دهنده»‌باشید‌تا‌گیرنده.‌در‌جستجوی‌راه‌های‌
احتمالی‌برای‌رسیدن‌به‌توافق‌با‌طرف‌مقابل‌باشید.‌به‌این‌ترتیب،‌رغبت‌
بیشتر‌و‌بیشتری‌برای‌توافق‌در‌طرف‌مقابل‌ایجاد‌می‌کنید.
‌به تدریج موافقت کنید
تاکتیک‌مذاکره‌دیگری‌که‌می‌توانید‌از‌آن‌استفاده‌کنید،‌حتی‌اگر‌مشکلی‌با‌
یک‌موضوع‌خاص‌ندارید،‌این‌است‌که‌به‌تدریج،‌با‌بی‌میلی‌و‌با‌دقت‌موافقت‌
کنید.‌وقتی‌امتیازی‌را‌فورا‌و‌با‌میل‌و‌رغبت‌واگذار‌می‌کنید،‌طرف‌مقابل‌
فکر‌می‌کند‌که‌این‌مسئله‌برایتان‌اهمیت‌ندارد.‌اما‌وقتی‌نشان‌می‌دهید‌که‌
امتیاز‌برایتان‌مهم‌است،‌این‌آگاهی‌را‌به‌او‌می‌دهید‌که‌بعدا‌باید‌جبران‌کند.
‌
دکمه عدالت را بزنید
یکی‌از‌مهم‌ترین‌اصول‌احساسی‌در‌روابط‌انسانی‌و‌مذاکره،‌اصل‌عدالت‌
است.‌هر‌وقت‌که‌ممکن‌است‌از‌واژه‌عادلانه‌استفاده‌کنید‌زیرا‌اشتیاق‌جبران‌
کردن‌به‌شکلی‌مثبت‌را‌در‌ذهن‌طرف‌مقابل‌بیدار‌می‌کند.‌از‌جملاتی‌مانند‌
«فکر‌می‌کنم‌منصفانه‌ترین‌کار‌این‌باشد»‌یا‌«به‌نظرم‌این‌کار‌در‌چنین‌
شرایطی‌عادلانه‌نیست»‌یا‌«می‌خواهم‌نسبت‌به‌هردویمان‌منصف‌باشم»‌
استفاده‌کنید.‌هیچ‌کس‌هرگز‌درباره‌اشتیاقتان‌به‌عادل‌بودن‌با‌شما‌بحث‌
نمی‌کند.
‌‌
از طرف مقابل بخواهید که جبران کند
وقتی‌با‌بی‌میلی‌چند‌امتیاز‌کوچک‌را‌واگذار‌کردید،‌آن‌وقت‌می‌توانید‌
بگویید‌«ببینید‌ما‌با‌خواسته‌های‌شما‌در‌همه‌زمینه‌ها‌موافقت‌کردیم،‌تاکنون‌
ما‌همواره‌کوتاه‌آمده‌ایم‌و‌خواسته‌مان‌این‌است‌که‌شما‌نیز‌در‌سایر‌حوزه‌ها‌
به‌ما‌کمی‌امتیاز‌بدهید»‌-‌که‌البته‌مهم‌ترین‌حوزه‌ها‌برای‌شما‌هستند.
‌
قیمت و شرایط با هم متفاوت هستند
به‌یاد‌داشته‌باشید‌که‌قیمت‌و‌شرایط‌عناصر‌بسیار‌متفاوتی‌در‌مذاکره‌
هستند.‌تا‌زمانی‌که‌بتوانید‌شرایطی‌را‌به‌دست‌آورید‌که‌برایتان‌مطلوب‌باشد،‌
ممکن‌است‌با‌قیمتی‌بیش‌از‌آنچه‌مایلید‌موافقت‌کنید.‌می‌توانید‌به‌طرف‌
مقابل‌بگویید‌اگر‌شرایط‌پرداخت‌بهتری‌برایتان‌تعیین‌کند،‌قیمت‌بیشتری‌
خواهید‌پرداخت.‌
تعدادی‌از‌دوستان‌من‌مشغول‌مذاکره‌درباره‌ملکی‌یک‌میلیون‌دلاری‌
بودند.‌بر‌اساس‌مقایسه‌ها‌در‌بازار،‌قیمت‌ملک‌حدود‌‌600,000دلار‌بود.‌اما‌
فروشندگان‌برای‌فروش‌زمین‌یک‌میلیون‌دلار‌درخواست‌کرده‌بودند،‌زیرا‌
یکی‌از‌دوستان‌نزدیکشان‌پیش‌تر‌و‌در‌همان‌سال‌قطعه‌زمینی‌با‌همان‌اندازه‌
را‌به‌قیمت‌یک‌میلیون‌دلار‌فروخته‌بود.‌‌البته‌آن‌قطعه‌زمین‌در‌مکان‌بسیار‌
بهتری‌واقع‌شده‌بود‌که‌برای‌توسعه‌بسیار‌مناسب‌تر‌و‌در‌نتیجه‌ارزشمندتر‌
بود.‌اما‌صاحب‌زمین‌اصرار‌داشت‌که‌آن‌ها‌نیز‌باید‌یک‌میلیون‌دلار‌در‌ازای‌
زمینشان‌دریافت‌کنند‌وگرنه‌آن‌را‌نمی‌فروشند.‌
سرانجام‌دوستانم‌موافقت‌کردند‌که‌قیمت‌درخواستی‌را‌بپردازند،‌به‌شرطی‌
که‌فروشنده‌شرایط‌قابل‌قبولی‌را‌به‌آن‌ها‌پیشنهاد‌دهد.‌شرط‌این‌بود‌که‌
آن‌ها‌یک‌میلیون‌دلار‌را‌ظرف‌بیست‌سال‌و‌سالانه‌‌50,000دلار‌بدون‌بهره‌
بپردازند‌و‌قرار‌شد‌وقتی‌زمین‌را‌به‌قطعات‌جدا‌تقسیم‌کرده‌و‌فروختند،‌با‌
دریافت‌مبالغ‌از‌مشتریان،‌فرایند‌پرداخت‌به‌فروشنده‌را‌تسریع‌کنند.‌
از‌آنجا‌که‌قیمت‌یک‌میلیون‌دلاری‌مهم‌ترین‌عامل‌برای‌صاحبان‌زمین‌و‌
مفاد‌و‌شرایط‌مهم‌ترین‌عوامل‌برای‌دوستان‌من‌بود،‌به‌توافق‌رضایت‌بخشی‌
رسیدند‌تا‌هر‌دو‌طرف‌به‌مهم‌ترین‌خواسته‌خود‌از‌این‌معامله‌دست‌یابند.‌
اغلب‌وقتی‌وارد‌مذاکره‌ای‌می‌شوید،‌ابتدا‌به‌نظر‌می‌رسد‌که‌امکان‌هیچ‌
توافقی‌وجود‌ندارد.‌اما‌وقتی‌تمرکز‌تان‌را‌از‌بحث‌قیمت‌که‌اغلب‌مسئله‌
اصلی‌ است،‌ به‌ مفاد‌ و‌ شرایط‌ خرید‌ معطوف‌ می‌کنید،‌‌ می‌توانید‌ به‌ توافق‌
برنده-برنده‌ای‌برسید‌که‌هر‌دو‌طرف‌را‌خوشحال‌کند.‌تعدادی‌از‌مهم‌ترین‌
معاملات‌تجاری‌تاریخ‌به‌این‌شکل‌انجام‌‌شده‌اند.89
‌یکی‌از‌نیرومندترین‌مواردی‌که‌بر‌تفکر‌اثر‌می‌گذارد‌این‌است‌که‌سایر‌
افراد‌«مشابه‌من»‌در‌چنین‌شرایطی‌چه‌کرده‌اند.‌ما‌به‌شدت‌تحت‌تاثیر‌رفتار‌
دیگرانی‌قرار‌می‌گیریم‌که‌به‌واسطه‌آن‌ها‌شناخته‌می‌شویم‌و‌با‌آن‌ها‌ارتباط‌
داریم.
‌
هماهنگی با همسایگان
به‌یاد‌دارم‌روزی‌یک‌خانم‌روزنامه‌فروش‌به‌ ِ در‌خانه‌من‌آمد.‌رفتارش‌
دوستانه‌و‌شاد‌بود.‌خودش‌را‌معرفی‌کرد‌و‌گفت،‌«من‌با‌همسایگانتان‌تماس‌
گرفته‌ام‌و‌هر‌کدام‌به‌طور‌متوسط‌مشترک‌شش‌مورد‌از‌مجلات‌پیشنهادی‌
من‌شده‌اند.‌فکر‌کردم‌شاید‌شما‌هم‌مایل‌باشید‌نگاهی‌به‌این‌فهرست‌
بیندازید.»
او‌مرا‌شگفت‌زده‌کرد.
ترغیب با تایید جمع
ما‌هم‌قبل‌از‌اینکه‌فرصتی‌برای‌فکر‌کردن‌داشته‌باشیم،‌در‌شش‌مجله‌
عضو‌شدیم.‌من‌شک‌داشتم‌که‌حتی‌یک‌از‌آن‌ها‌را‌بخوانم،‌اما‌وقتی‌همه‌
هم‌محله‌ای‌ها‌به‌طور‌متوسط‌‌6عدد‌از‌این‌مجلات‌را‌می‌خریدند،‌ما‌چگونه‌
می‌توانستیم‌امتناع‌کنیم؟
افرادی مثل ما
ما‌به‌شدت‌تحت‌‌تاثیر‌کارها‌یا‌خریدهای‌دیگران‌قرار‌می‌گیریم،‌‌به‌خصوص‌
افرادی‌که‌حس‌می‌کنیم‌از‌نظر‌سلیقه،‌شغل،‌درآمد‌یا‌حتی‌وابستگی‌های‌
مذهبی‌یا‌سیاسی‌به‌ما‌شبیه‌هستند.‌ممکن‌است‌با‌شخصی‌مذاکره‌کنید‌و‌
او‌خود‌را‌منفی‌یا‌بی‌علاقه‌نشان‌دهد.‌پس‌بگویید،‌«خوب،‌دلیل‌صحبتم‌
با‌شما‌این‌است‌که‌برادرتان‌هم‌هفته‌پیش‌دو‌عدد‌از‌فلان‌چیز‌را‌خرید».‌
ناگهان‌می‌بینید‌که‌فرد‌ ً تقریبا‌همیشه‌می‌خواهد‌به‌سرعت‌خرید‌کند،‌‌فقط‌
به‌این‌دلیل‌که‌فهمیده‌شخصی‌که‌می‌شناسد،‌دوستش‌دارد‌و‌برایش‌احترام‌
قائل‌است‌نیز‌همان‌کالا‌را‌خریده‌یا‌قرارداد‌مشابهی‌بسته‌است.
‌
تایید دیگران را کسب کنید
از‌حقایق،‌آمارها،‌اسامی،‌اعداد،‌شواهد‌و‌تأییدیه‌افراد‌آشنا‌استفاده‌کنید.‌
وقتی‌از‌تایید‌اجتماعی‌استفاده‌می‌کنید‌و‌به‌افرادی‌ارجاع‌می‌دهید‌که‌آن‌ها‌
نیز‌همین‌تصمیم‌را‌گرفته‌اند،‌موجه‌بودن‌مفاد‌و‌شرایط‌درخواستی‌تان‌را‌
نشان‌می‌دهید.‌
برای‌ مثال،‌ وقتی‌ می‌خواهید‌ اتومبیل‌ جدیدی‌ بخرید،‌‌فروشنده‌ اغلب‌
می‌گوید،‌«تاجرانی‌‌مثل‌شما،‌همیشه‌مدل‌جی.پی.اس‌دار‌این‌اتومبیل‌را‌
می‌خرند.»‌
وقتی‌طرف‌مقابل‌می‌گوید‌«افرادی‌مثل‌شما»‌ ً قبلا‌این‌تصمیم‌خرید‌را‌
گرفته‌اند‌و‌این‌قرارداد‌خاص‌را‌منعقد‌کرده‌اند،‌زانوهایتان‌سست‌می‌شود.‌این‌
تلنگرها‌خلع‌سلاحتان‌کرده‌و‌مقاومت‌ذهنی‌و‌حسی‌شما‌را‌کاهش‌می‌دهد.
به‌ «افراد‌ مشابه‌ در‌ شرایط‌ مشابه»‌ اشاره‌کنید‌ که‌ تصمیمات‌ و‌ توافقات‌
مشابهی‌را‌اتخاذ‌کرده‌اند.
وقتی‌ به‌ طور‌ مداوم‌ به‌ افرادی‌ ارجاع‌ می‌دهید‌ که‌ قرارداد‌ مشابهی‌ را‌
منعقد‌کرده‌اند،‌نشانه‌ای‌از‌موجه‌و‌عادلانه‌بودن‌خواسته‌تان‌است.‌این‌کار‌
انگیزاننده‌ای‌بسیار‌قدرتمند‌است.
‌
افرادی با همان شغل
فرض‌کنید‌مشغول‌مذاکره‌با‌پزشکی‌هستید‌که‌می‌خواهد‌برای‌مدیریت‌
کارهایش،‌رایانه‌و‌سیستم‌عامل‌جدیدی‌بخرد.‌وقتی‌می‌گویید‌چندین‌پزشک‌
دیگر‌با‌تخصص‌او‌قبلا‌این‌سیستم‌را‌خریده‌اند،‌مقاومتش‌در‌برابر‌خرید‌
ً تقریبا‌از‌بین‌می‌رود.‌
هرگاه‌درباره‌ماده‌یا‌شرط‌خاصی‌مذاکره‌می‌کنید‌که‌از‌نظر‌طرف‌مقابل‌
بحث‌برانگیز‌است،‌افراد‌دیگری‌شبیه‌به‌او‌را‌مثال‌بزنید‌که‌شاید‌در‌ابتدا‌در‌
برابر‌این‌ماده‌یا‌شرط‌مقاومت‌کرده‌اند،‌اما‌به‌تدریج‌آن‌را‌پذیرفته‌اند.‌وقتی‌به‌
افراد‌می‌گویید‌که‌اشخاص‌دیگری‌مشابه‌آن‌ها‌در‌برابر‌این‌شرط‌یا‌خواسته‌
نرم‌شده‌اند،‌راحت‌تر‌آن‌را‌می‌پذیرند.
‌
از هر نوع توصیهنامهای استفاده کنید
یکی‌از‌نیرومندترین‌جلوه‌های‌تایید‌اجتماعی‌وقتی‌است‌که‌معرفی‌نامه‌ها،‌
نامه‌ها‌یا‌فهرست‌های‌کتبی‌افراد‌دیگری‌را‌ارائه‌می‌کنید‌که‌قراردادی‌با‌
همین‌مفاد‌و‌شرایط‌پیشنهادی‌شما‌منعقد‌کرده‌اند.‌
زمانی‌نه‌چندان‌دور‌مشغول‌مذاکره‌درباره‌یک‌قرارداد‌مشاوره‌ای‌و‌آموزشی‌
بزرگ‌با‌یک‌بانک‌معتبر‌بودم.‌به‌خاطر‌هزینه‌ها،‌تصمیم‌گیری‌نهایی‌به‌
رئیس‌بانک‌واگذار‌شد.‌او‌پیام‌فرستاد‌که‌ترجیح‌می‌دهد‌چنین‌قراردادی‌را‌
منعقد‌نکند.‌اما‌اگر‌می‌توانستم‌اسامی‌بانک‌های‌دیگری‌که‌با‌آن‌ها‌کار‌کرده‌
بودم‌را‌به‌او‌بگویم،‌شاید‌نظرش‌عوض‌می‌شد.‌
ظرف‌بیست‌وچهار‌ساعت،‌فهرستی‌از‌ده‌بانک‌ملی‌و‌بین‌المللی‌که‌در‌
سال‌های‌گذشته‌با‌آن‌ها‌کار‌کرده‌بودم‌را‌در‌اختیار‌او‌قرار‌دادم.‌من‌حتی‌نام‌
و‌شماره‌تلفن‌کارگزارانم‌در‌هر‌بانک‌را‌نیز‌به‌او‌دادم.‌او‌پس‌از‌مشاهده‌پنج‌
دقیقه‌ای‌فهرست،‌بلافاصله‌موافقت‌کرده‌و‌قرارداد‌را‌امضا‌کرد.‌او‌ ً اصلا‌به‌
کسی‌زنگ‌نزد‌و‌هیچ‌تاییدیه‌ای‌هم‌نخواست.‌فقط‌نیاز‌داشت‌بداند‌که‌افراد‌
«شبیه‌او»‌از‌خدمات‌ما‌استفاده‌کرده‌بودند.
اگر‌در‌مذاکره‌اسامی‌افراد‌و‌سازمان‌هایی‌که‌ ً قبلا‌چنین‌خریدی‌را‌با‌همین‌
مفاد‌و‌شرایط‌انجام‌داده‌اند‌ارائه‌دهید،‌‌احتمال‌کسب‌نتیجه‌بهتر‌افزایش‌
می‌یابد.‌این‌یکی‌از‌نیرومندترین‌ابزارهای‌شناخته‌شده‌برای‌مذاکره‌موفق‌
است.93
در‌فصل‌سوم‌درباره‌دو‌نوع‌مذاکره‌صحبت‌کردیم:‌مذاکره‌یک‌دفعه‌ای‌
کوتاه‌مدت‌و‌مذاکره‌کاری‌بلند‌مدت.‌در‌مذاکره‌کوتاه‌مدت‌سعی‌کنید‌بدون‌
توجه‌به‌اینکه‌دوباره‌این‌شخص‌را‌می‌بینید‌یا‌با‌او‌کار‌می‌کنید،‌در‌آن‌لحظه‌
بهترین‌قیمت‌و‌شرایط‌را‌به‌دست‌آورید.
مجموعه‌ای‌از‌تاکتیک‌های‌مذاکرة‌قیمت‌وجود‌دارد‌که‌می‌توانید‌برای‌
رسیدن‌به‌قیمت‌یا‌نتیجه‌بهتر‌در‌خرید‌یا‌فروش‌یک‌دفعه‌ای‌از‌آن‌ها‌استفاده‌
کنید.‌خوشبختانه‌این‌تاکتیک‌ها‌در‌مذاکره‌برای‌قراردادهای‌کاری‌بلند‌مدت‌
که‌سال‌ها‌طول‌می‌کشد‌نیز‌کاربرد‌دارد.
‌‌
تاکتیك  :1امتناع
مهم‌نیست‌که‌طرف‌مقابل‌چه‌قیمتی‌را‌پیشنهاد‌می‌دهد،‌آن‌را‌طوری‌رد‌
کنید‌که‌گویی‌ناامید‌شده‌اید.‌قیافه‌ناراحت‌یا‌رنجور‌به‌خود‌بگیرید.‌چشمان‌
تاکتیکهای مذاکره قیمت
خود‌را‌طوری‌بچرخانید‌که‌گویی‌درد‌بزرگی‌دارید.‌عبارتی‌شبیه‌این‌بگویید،‌
«خدایا!‌این‌مبلغ‌خیلی‌زیاد‌است»!‌در‌کمال‌تعجب،‌گاهی‌فقط‌رد‌قیمت‌
باعث‌می‌شود‌که‌طرف‌مقابل‌به‌سرعت‌آن‌را‌تغییر‌دهد.‌اگر‌امتناع‌اول‌منجر‌
به‌قیمت‌خرید‌پایین‌تر‌یا‌قیمت‌فروش‌بالاتری‌برای‌شما‌شد،‌آماده‌باشید‌که‌
در‌مذاکره‌بارها‌و‌بارها‌از‌آن‌استفاده‌کنید.
تاکتیك  :2پرسش
بپرسید،‌«آیا‌این‌بهترین‌قیمتی‌است‌که‌می‌توانید‌بدهید؟‌نمی‌توانید‌قیمت‌
بهتری‌ارائه‌کنید؟»
وقتی‌ قیمت‌ را‌ می‌پرسید‌ و‌ شخص‌ پاسخ‌ می‌دهد،‌ مکث‌ کنید،‌ خود‌ را‌
متعجب‌و‌حتی‌شوکه‌نشان‌دهید‌و‌بگویید،‌«آیا‌این‌بهترین‌قیمتی‌است‌که‌
می‌توانید‌بدهید؟‌و‌بعد‌کاملا‌‌سکوت‌کنید.‌اگر‌جا‌داشته‌باشد،‌طرف‌مقابل‌
اغلب‌قیمت‌را‌پایین‌می‌آورد‌یا‌در‌غیر‌این‌صورت‌‌فورا‌پیشنهاد‌دیگری‌را‌
مطرح‌می‌کند.‌‌‌
اگر‌ طرف‌ مقابل‌ در‌ پاسخ‌ به‌ سؤال‌ «آیا‌ این‌ بهترین‌ قیمتی‌ است‌ که‌
می‌توانید‌بدهید»‌قیمت‌را‌کاهش‌داد،‌سپس‌بگویید‌«آیا‌این‌واقعا‌بهترین‌
قیمتی‌است‌که‌می‌توانید‌بدهید؟»‌و‌این‌کار‌را‌تا‌گرفتن‌پایین‌ترین‌قیمت‌
ممکن‌و‌بهترین‌شرایط‌ادامه‌دهید.‌دوباره‌بپرسید‌«نمی‌توانید‌قیمتی‌بهتر‌از‌
آن‌بدهید؟»‌افرادی‌که‌با‌آن‌ها‌مذاکره‌می‌کنید،‌نمی‌دانند‌با‌فرد‌دیگری‌که‌
با‌قیمت‌کمتری‌از‌آن‌ها‌خرید‌کرده،‌صحبت‌کرده‌اید.‌
همچنین‌ می‌توانید‌ بپرسید،‌ «اگر‌ امروز‌ تصمیمم‌ را‌ قطعی‌ کنم،‌ بهترین‌
قیمتی‌که‌به‌من‌خواهید‌داد‌چند‌است؟»‌این‌کار‌عنصر‌فوریت‌را‌اضافه‌کرده‌
و‌ترس‌از‌دست‌دادن‌معامله‌را‌در‌ذهن‌فروشنده‌بیدار‌می‌کند.‌
گاهی‌می‌توانید‌این‌سؤال‌را‌بپرسید،‌«یعنی‌به‌من‌می‌گویید‌که‌هرگز‌این‌
جنس‌را‌کمتر‌از‌این‌قیمت‌به‌شخص‌دیگری‌نفروخته‌اید؟‌هیچکس‌تا‌به‌
حال‌آن‌را‌ارزانتر‌نخریده‌است؟»‌هرگاه‌این‌سؤال‌مستقیم‌را‌می‌پرسید،‌افراد‌
حس‌می‌کنند‌مجبورند‌که‌اگر‌تا‌به‌حال‌آن‌را‌ارزان‌تر‌فروخته‌اند،‌صادقانه‌
به‌شما‌بگویند.
آن را در حراجی بخرید
برای‌خرید‌اجناس‌خرده‌فروشی‌مثل‌مبلمان،‌تجهیزات‌یا‌ابزار‌چمن‌زنی،‌
می‌توانید‌بپرسید‌«آیا‌اصلا‌این‌کالا‌را‌حراج‌می‌کنید؟»‌
اغلب‌سازمان‌های‌خرده‌فروشی‌هر‌سال‌کالاهای‌خاصی‌را‌به‌فروش‌ویژه‌
می‌گذارند.‌وقتی‌می‌گویند‌این‌کالا‌اغلب‌در‌بهار‌حراج‌می‌شود،‌می‌توانید‌
پاسخ‌دهید،‌«خوب‌من‌آخرین‌حراج‌را‌از‌دست‌دادم،‌اما‌مایلم‌امروز‌آن‌را‌به‌
همان‌قیمت‌بخرم.»‌
گاهی‌فقط‌آوردن‌یک‌دلیل‌خوب‌برای‌فروشندگان‌به‌منظور‌ارائه‌قیمت‌
بهتر‌به‌شما،‌آن‌ها‌را‌متمایل‌و‌متقاعد‌به‌کاهش‌قیمت‌می‌کند.
‌
تاکتیك  :3ادعا
هر‌قیمتی‌که‌برای‌یک‌کالای‌خاص‌به‌شما‌دادند،‌بلافاصله‌پاسخ‌دهید‌
«می‌توانم‌ارزان‌تر‌از‌این‌قیمت‌را‌جای‌دیگری‌پیدا‌کنم.»
هرگاه‌به‌فروشنده‌بگویید‌که‌می‌توانید‌آن‌کالا‌را‌از‌رقبایش‌ارزان‌تر‌بخرید،‌
فورا‌نرم‌می‌شود‌و‌شروع‌به‌پایین‌آوردن‌قیمت‌می‌کند.‌تاکید‌بر‌این‌نکته‌که‌
«می‌توانم‌آن‌را‌از‌جای‌دیگری‌ارزانتر‌بخرم»‌اغلب‌مقاومت‌قیمتی‌را‌در‌هم‌
می‌شکند،‌زیرا‌فروشنده‌گمان‌می‌کند‌که‌به‌جای‌دیگری‌می‌روید.
به‌یاد‌داشته‌باشید‌که‌همیشه‌و‌حتی‌در‌این‌نوع‌مذاکره،‌دوستانه‌و‌مهربان‌
باشید.‌وقتی‌با‌لحن‌خوشایندی‌درخواست‌می‌کنید،‌نسبت‌به‌زمانی‌که‌جدی‌
یا‌پرخاشگر‌هستید،‌امکان‌توافق‌و‌همکاری‌با‌شما‌را‌برای‌شخص‌مقابل‌
راحت‌تر‌می‌کنید.
تاکتیك  :4بیارزش کردن قیمت
وقتی‌کسی‌از‌شما‌‌۱00دلار‌می‌خواهد،‌قیمت‌را‌بی‌ارزش‌کنید‌و‌بگویید،‌
«همین‌الان‌‌50دلار‌نقد‌به‌تو‌می‌دهم.»
هرگاه‌به‌سرعت‌قیمتی‌را‌اعلام‌کنید،‌مقاومت‌قیمتی‌طرف‌مقابل‌به‌شدت‌
کاهش‌می‌یابد.‌دلایلی‌وجود‌دارد‌که‌نشان‌می‌دهد‌پیشنهاد‌خرید‌نقدی‌و‌
سریع‌باعث‌می‌شود‌که‌افراد‌رغبت‌بیشتری‌برای‌معامله‌با‌شما‌داشته‌باشند.‌
سه‌دلیل‌بسیار‌واضح‌عبارت‌اند‌از:‌
‌.۱کاهش‌هزینه‌های‌انبارداری‌
‌.۲عدم‌پرداخت‌هر‌نوع‌هزینه‌بازرگانی‌برای‌کارت‌اعتباری‌
‌.۳احساس‌خشنودی‌سریع‌‌
در‌مثال‌دیگر،‌‌50دلار‌را‌برای‌خرید‌کالایی‌‌۱00دلاری‌پیشنهاد‌می‌دهید‌
و‌پیشنهاد‌بعدی‌فروشنده‌‌60دلار‌است.‌اغلب‌متوجه‌می‌شوید‌که‌اگر‌قیمت‌
را‌به‌حد‌خنده‌داری‌پایین‌بگویید،‌فروشنده‌همچنان‌مایل‌است‌با‌قیمتی‌
بسیار‌پایین‌تر‌از‌آنچه‌تصور‌می‌کردید،‌کالا‌را‌به‌شما‌بفروشد.
‌
تاکتیك  :5بیشتر خواهی
«بیشتر‌خواهی»‌درخواست‌امکانی‌جانبی‌است.‌چیزی‌شبیه‌این‌بگویید‌
«خوب،‌در‌صورتی‌با‌این‌قیمت‌موافقم‌که‌تحویل‌تان‌رایگان‌باشد.»‌
اگر‌طرف‌مقابل‌برای‌اضافه‌کردن‌چیزی‌به‌معامله‌تردید‌داشت،‌می‌توانید‌مذاکره - فصل 18
97
با‌خوشرویی‌بگویید،‌«اگر‌تحویل‌رایگان‌نباشد،‌اصلا‌معامله‌نمی‌کنم.»‌کلید‌
استفاده‌از‌بیشتر‌خواهی‌این‌است:‌برای‌خرید‌کالای‌اصلی‌به‌توافق‌برسید،‌
سر‌قیمت‌ها‌و‌شرایط‌به‌توافق‌برسید.‌طوری‌وانمود‌کنید‌که‌معامله‌انجام‌
شده‌است.‌فروشنده‌فکر‌می‌کند‌کالا‌را‌به‌قیمت‌مطلوب‌فروخته‌است.‌سپس‌
درخواست‌های‌بیشتر‌را‌اضافه‌کنید.‌این‌تاکتیک‌حتی‌برای‌خرید‌کالاهایی‌
مانند‌خانه،‌اتومبیل‌یا‌قایق‌هم‌کاربرد‌دارد.
‌
درسهایی از خرید خانه
شما‌توافق‌کرده‌اید‌که‌خانه‌ای‌را‌با‌قیمتی‌مشخص‌بخرید.‌پس‌از‌توافق‌
با‌قیمت‌خرید‌و‌تاریخ‌تحویل،‌اما‌قبل‌از‌امضای‌هر‌چیزی،‌از‌فروشنده‌
بخواهید‌که‌مبلمان،‌‌پرده‌ها‌و‌ابزار‌چمن‌زنی‌را‌نیز‌در‌قیمت‌پیشنهادی‌لحاظ‌
کند.‌جالب‌اینکه‌بسیاری‌از‌افراد،‌یک‌خانه‌کامل‌با‌همه‌امکاناتش‌را‌به‌همان‌
قیمتی‌می‌فروشند‌که‌برای‌خانة‌خالی‌پیشنهاد‌داده‌بودند.
با‌افول‌شدید‌بازار‌املاک،‌یکی‌از‌دوستان‌من‌خانه‌ای‌خرید‌که‌به‌قیمت‌
‌۲,۴میلیون‌دلار‌به‌حراج‌گذاشته‌شده‌بود.‌بعد‌از‌شش‌ماه‌مذاکره،‌زوج‌مسن‌‌
سرانجام‌با‌قیمت‌یک‌میلیون‌دلاری‌موافقت‌کردند‌تا‌از‌شر‌خانه‌و‌هزینه‌
تعمیرش‌خلاص‌شوند.‌سپس‌دوستم‌که‌مذاکره‌کننده‌ای‌عالی‌است‌گفت‌
«البته‌این‌قیمت‌شامل‌مبلمان‌ازجمله‌کارهای‌هنری‌نیز‌می‌شود،‌اینطور‌
نیست؟»
همان‌طور‌که‌انتظار‌می‌رفت،‌خانه‌به‌خوبی‌مبله‌شده‌بود‌و‌ارزش‌آثار‌
هنری‌درون‌آن‌بالغ‌بر‌‌۱00,000دلار‌بود.‌اما‌از‌آنجا‌که‌آن‌ها‌مشتاق‌فروش‌
خانه‌بودند‌و‌هم‌چنین‌می‌دانستند‌جایی‌برای‌گذاشتن‌مبلمان‌ندارند،‌گفتند‌
«پناه‌بر‌خدا»‌و‌هر‌آنچه‌می‌خواست‌را‌به‌او‌دادند،‌اگرچه‌خانه‌را‌با‌قیمتی‌
بسیار‌پایین‌تر‌از‌آنچه‌که‌انتظار‌داشتند‌فروختند.‌‌99
این‌روش‌یکی‌از‌نیرومندترین‌ابزارها‌در‌مذاکره‌است.‌در‌حقیقت،‌هرگز‌
نباید‌به‌مذاکره‌ای‌جدی‌وارد‌شوید،‌مگر‌اینکه‌در‌صورت‌دست‌نیافتن‌به‌
مهم‌ترین‌اهدافتان،‌آمادگی‌ترک‌آن‌را‌داشته‌باشید.‌
در‌فصل‌دوازدهم‌درباره‌اهمیت‌ارائه‌گزینه‌ها‌و‌یافتن‌سایر‌گزینه‌های‌
ممکن‌ صحبت‌ کردیم.‌ تحقیق‌ درباره‌ طرف‌های‌ مذاکره‌ برای‌ شناخت‌
خواسته‌ها،‌نیازها‌و‌مشکلات‌واقعی‌آن‌ها‌بسیار‌مهم‌است.‌وقتی‌به‌مذاکره‌ای‌
وارد‌می‌شوید،‌باید‌همه‌اطلاعات‌لازم‌را‌داشته‌باشید‌تا‌اگر‌از‌قیمت‌و‌شرایط‌
راضی‌نبودید،‌بتوانید‌مذاکره‌را‌ترک‌کنید.‌
ِ اقدام‌برعکس‌ارائه‌گزینه‌ها‌‌این‌است‌که‌بدون‌هیچ‌گزینه‌ای‌به‌مذاکره‌
وارد‌شوید‌و‌راهی‌برای‌توافق‌با‌طرف‌مقابل‌پیدا‌کنید.‌وقتی‌گزینه‌ای‌ندارید،‌
انتخابی‌ندارید.‌وقتی‌انتخابی‌نداشته‌باشید،‌آزادی‌ندارید.‌هرچه‌در‌مذاکره‌
آزادی‌بیشتری‌داشته‌باشید،‌معامله‌بهتری‌انجام‌می‌دهید.
روش ترک مذاکره
آمادگی ترک هر مذاکرهای را داشته باشید
من‌هر‌کاری‌انجام‌می‌دهم‌تا‌در‌جایگاهی‌قرار‌گیرم‌که‌هر‌لحظه‌بتوانم‌
از‌مذاکره‌خارج‌شوم.‌این‌کار‌قدرت‌چانه‌زنی‌فوق‌العاده‌ای‌به‌من‌می‌دهد‌و‌
ً تقریبا‌همیشه‌مرا‌مطمئن‌می‌کند‌که‌در‌مقایسه‌با‌زمانی‌که‌گزینه‌ای‌ارائه‌
نمی‌کردم‌یا‌نمی‌خواستم‌مذاکره‌را‌تمام‌کنم،‌معامله‌بهتری‌انجام‌خواهم‌داد.‌
اگر‌می‌خواهید‌پایین‌ترین‌قیمت‌ممکن‌در‌خرید‌و‌بالاترین‌قیمت‌ممکن‌
در‌فروش‌را‌به‌دست‌آورید،‌از‌روش‌ترک‌استفاده‌کنید.‌من‌اغلب‌در‌مذاکره‌
می‌گویم‌«فقط‌یکبار‌بهترین‌قیمت‌تان‌را‌به‌من‌بگویید‌و‌من‌پاسخ‌مثبت‌یا‌
منفی‌و‌اینکه‌آن‌را‌می‌خرم‌یا‌نه‌را‌خواهم‌گفت.»
امتیاز بگیرید
چنین‌ جمله‌ای‌ اغلب‌ دیگران‌ را‌ عصبانی‌ می‌کند.‌ آن‌ها‌ انتظار‌ دارند‌ که‌
پیشنهادشان‌را‌با‌قیمت‌بسیار‌متفاوتی‌آغاز‌کنند‌و‌اکنون‌اگر‌قیمتشان‌ناموجه‌
باشد،‌در‌همان‌ابتدای‌کار‌با‌ترک‌مذاکره‌از‌سوی‌من‌مواجه‌می‌شوند.‌
اگر‌من‌خریدار‌باشم‌به‌فروشنده‌می‌گویم،‌«قیمت‌خود‌برای‌ترک‌مذاکره‌
را‌به‌من‌بگویید.»‌به‌عبارت‌دیگر،‌قیمتی‌را‌که‌کمتر‌از‌آن‌نمی‌فروشید‌به‌من‌
بگویید.‌قیمت‌نهایی‌را‌به‌من‌بگویید‌و‌اگر‌بتوانم‌آن‌را‌پرداخت‌کنم،‌آن‌وقت‌
درباره‌اش‌صحبت‌می‌کنیم.‌اما‌اگر‌نتوانم،‌می‌روم‌و‌آن‌را‌فراموش‌می‌کنم.‌
اغلب‌این‌رویکرد‌شما‌را‌در‌کمترین‌زمان‌به‌قیمتی‌می‌رساند‌که‌بسیار‌
کمتر‌از‌مقدار‌مورد‌نظر‌طرف‌مقابل‌برای‌شروع‌قیمت‌دهی‌بوده‌است.
امتناع از طفره روی
من‌به‌خصوص‌وقتی‌خیلی‌عجله‌دارم،‌ترجیح‌می‌دهم‌که‌طفره‌نروم‌و‌
قیمت‌ترک‌مذاکره‌را‌همان‌اول‌بگویم.‌من‌خانه‌ها،‌‌اتومبیل‌ها،‌تجهیزات‌و‌
چیزهای‌بسیار‌دیگری‌را‌با‌استفاده‌از‌روش‌ترک‌خریده‌ام.‌وقتی‌چیزی‌را‌
می‌فروشم،‌تقریبا‌هر‌مکالمه‌ای‌را‌با‌این‌جمله‌آغاز‌می‌کنم،‌«این‌کمترین‌
قیمتی‌است‌که‌می‌پذیرم،‌اگر‌با‌آن‌موافق‌نباشید،‌درک‌می‌کنم.»
گاهی‌مردم‌از‌من‌می‌پرسند‌«چطور‌است‌که‌واقعا‌می‌خواهی‌محصول‌یا‌
خدمتی‌را‌بخری‌و‌اکنون‌با‌اعلام‌ترک‌مذاکره‌خودت‌را‌محدود‌می‌کنی؟»‌‌
ساده‌است.‌بدانید‌که‌روش‌ترک‌فقط‌یک‌راه‌دیگر‌برای‌مذاکره‌است.‌
می‌توانید‌بلند‌شده‌و‌از‌اتاق‌یا‌فروشگاه‌خارج‌شوید‌و‌سپس‌دوری‌بزنید‌و‌
برگردید.‌اما‌قانون‌این‌است:‌‌هیچ‌وقت‌به‌بهترین‌قیمت‌نمی‌رسید،‌مگر‌اینکه‌
بلند‌شوید‌و‌طرف‌مقابل‌را‌تهدید‌به‌ترک‌مذاکره‌کنید.
‌‌
درسهایی از خرید اتومبیل
وقتی‌ می‌خواستم‌ اتومبیل‌ جدیدی‌ برای‌ همسرم‌ بخرم،‌ به‌ نمایشگاهی‌
رفتیم‌که‌ماشین‌مورد‌نظر‌او‌را‌می‌فروخت.‌دو‌نفر‌از‌دوستانمان‌که‌در‌خرید‌
و‌فروش‌ماشین‌تبحر‌داشتند،‌همراه‌ما‌بودند.‌
پس‌ از‌ مشاهده‌ و‌ آزمایش‌ اتومبیلی‌ که‌ برای‌ همسرم‌ مناسب‌ بود،‌ وارد‌
مذاکره‌شدیم.‌اما‌من‌در‌ابتدا‌گفتم‌«من‌سال‌ها‌در‌کسب‌وکار‌اتومبیل‌کار‌
کرده‌ام،‌‌قیمت‌دقیق‌این‌خودروها‌و‌سودی‌که‌باید‌از‌فروش‌هر‌اتومبیل‌
کسب‌کنید‌را‌می‌دانم.‌ ً لطفا‌بهترین‌قیمت‌تان‌برای‌این‌خودرو‌را‌به‌من‌
بگویید‌و‌من‌می‌گویم‌که‌قابل‌قبول‌است‌یا‌خیر.‌خوب‌است؟»
فروشنده‌ لبخندی‌ زد‌ و‌ قبول‌ کرد.‌ سپس‌ قیمت‌  ‌۳0000دلاری‌ برای‌
اتومبیلی‌به‌من‌داد‌که‌می‌دانستم‌می‌توانست‌آن‌را‌‌۲5000دلار‌بفروشد‌و‌
سود‌هم‌بکند.‌‌
من‌به‌قیمت‌نگاهی‌انداختم‌و‌گفتم،‌«متشکرم،‌من‌همین‌الان‌‌۲5000
دلار‌نقد‌می‌پردازم‌که‌شامل‌مالیات‌ها‌و‌آماده‌سازی‌نیز‌می‌شود.»‌
وقتی‌اصرار‌کرد‌که‌‌۳0000دلار‌بهترین‌قیمتی‌است‌که‌می‌تواند‌پیشنهاد‌
دهد‌ من،‌ همسرم‌ و‌ دوستانمان‌ بلند‌ شدیم‌ و‌ به‌ سمت‌ پارکینگ‌ رفتیم.‌
فروشنده‌دنبال‌ما‌دوید‌و‌گفت‌باید‌با‌مدیرش‌صحبت‌کند.‌فروشنده‌پس‌از‌
کمی‌صحبت‌با‌مدیرش‌با‌قیمت‌‌۲8۹۹5دلار‌که‌به‌گفته‌او‌«بسیار‌عالی»‌
بود‌نزد‌ما‌برگشت.‌ما‌یک‌بار‌دیگر‌آنجا‌را‌ترک‌کردیم.‌‌
ما‌سه‌چهار‌بار‌به‌این‌شکل‌در‌رفت‌وآمد‌بودیم.‌فروشنده‌می‌آمد‌و‌می‌گفت‌
این‌پایین‌ترین‌قیمتی‌است‌که‌می‌تواند‌به‌ما‌بدهد‌و‌ما‌می‌رفتیم.‌سرانجام‌
او‌با‌مشارکت‌مدیر‌فروش‌و‌سایر‌افراد‌پیشنهاد‌داد‌که‌اتومبیل‌را‌به‌قیمت‌
‌۲5000دلار‌به‌من‌بفروشد.‌
به‌یاد‌داشته‌باشید،‌هرگز‌بهترین‌قیمت‌را‌نمی‌فهمید‌تا‌وقتی‌که‌بلند‌شده‌
و‌مذاکره‌را‌ترک‌کنید.‌فقط‌باید‌شجاعت‌انجام‌چند‌باره‌این‌کار‌را‌داشته‌
باشید،‌تا‌وقتی‌که‌به‌بخشی‌معمول‌و‌طبیعی‌از‌مهارت‌های‌مذاکره‌تان‌تبدیل‌
شود.103
مذاکره‌را‌فرایندی‌مداوم‌بدانید.‌هیچ‌مذاکره‌ای‌هرگز‌نهایی‌نمی‌شود.‌اگر‌
اطلاعاتی‌جدید‌به‌دست‌آوردید‌که‌دیدگاه‌شما‌نسبت‌به‌شرایط‌را‌تغییر‌
می‌دهد،‌برگردید‌و‌درخواست‌از‌سر‌گرفتن‌مذاکره‌را‌بدهید.‌
پیش‌تر‌ درباره‌ «قرارداد‌ چینی»‌ صحبت‌ کردیم.‌ وقتی‌ با‌ طرفی‌ مذاکره‌
می‌کنید‌که‌قصد‌دارید‌در‌طول‌سالیان‌بارها‌و‌بارها‌با‌او‌مذاکره‌کنید،‌باید‌
اهمیت‌زیادی‌به‌خوشحالی‌اش‌بدهید.‌اگر‌شرایط‌تغییر‌کرد‌و‌طرف‌مقابل‌از‌
توافقی‌که‌کرده‌اید‌خوشحال‌نبود،‌از‌او‌دعوت‌کنید‌که‌باز‌نزد‌شما‌برگردد.‌‌‌
هرگز‌پس‌از‌مذاکره‌و‌امضای‌قرارداد،‌احساس‌نکنید‌که‌مغبون‌شده‌اید.‌
همیشه‌مشتاق‌این‌باشید‌که‌برگردید‌و‌از‌آن‌ها‌بخواهید‌که‌مفاد‌و‌شرایط‌
را‌تغییر‌دهند.‌بدترین‌حالت‌ممکن‌آن‌است‌که‌خواسته‌تان‌رد‌می‌شود‌و‌در‌
اغلب‌مذاکرات‌بلند‌مدت،‌فروشندگان‌باهوش‌با‌در‌نظر‌گرفتن‌تغییر‌شرایط،‌
به‌دنبال‌راهی‌برای‌خشنود‌کردن‌شما‌خواهند‌بود.
مذاکرات هرگز نهایی نمیشوند
در عوض چیزی را ارائه دهید
وقتی‌برمی‌گردید‌و‌درخواست‌از‌سرگیری‌مذاکره‌را‌دارید،‌باید‌چیزی‌برای‌
ارائه‌داشته‌باشید.‌هیچ‌کس‌مایل‌به‌مذاکره‌جدی‌و‌عقد‌قرارداد‌با‌شما‌نیست،‌
مگر‌این‌که‌مشخص‌شود‌به‌نوعی‌برایش‌منفعت‌و‌مزیت‌دارد.‌وظیفه‌شما‌
این‌است‌که‌قبل‌از‌درخواست‌از‌او‌برای‌موافقت‌با‌شرطی‌که‌برایش‌هزینه‌
در‌بر‌دارد،‌درباره‌آنچه‌می‌توانید‌به‌او‌بدهید،‌بیندیشید.
به‌سود‌و‌مزایایی‌بیندیشید‌که‌می‌توانید‌به‌عنوان‌مشوق،‌به‌طرف‌مقابل‌
ارائه‌دهید‌تا‌مذاکره‌را‌از‌سر‌گیرد‌و‌مفاد‌و‌شرایط‌را‌تغییر‌دهد.‌فهرستی‌از‌
همه‌مواردی‌که‌می‌توانید‌پیشنهاد‌دهید‌را‌تهیه‌کنید‌و‌خواستار‌مذاکره‌با‌او‌
بر‌اساس‌این‌مزایا‌باشید.
به بانك خود بروید
در‌سوابق‌کاریم‌به‌مشکلات‌مالی‌برخوردم.‌اقتصاد‌به‌یک‌باره‌سقوط‌کرد‌و‌
کسب‌وکارم‌بیش‌از‌‌50درصد‌کوچک‌شد.‌من‌یک‌وام‌بانکی‌داشتم‌و‌دیگر‌
نمی‌توانستم‌قسط‌ماهانه‌آن‌را‌بپردازم.‌باید‌چه‌می‌کردم؟
من‌راز‌کوچکی‌را‌در‌صنعت‌بانکداری‌پیدا‌کردم.‌اگر‌وام‌تان‌به‌مشکل‌
بخورد،‌بین‌مدیران‌بانک‌یا‌مسولان‌وام‌و‌رؤسای‌ان‌ها‌مشکل‌جدی‌پیش‌
می‌آید.‌اما‌اگر‌هر‌ماه‌بهره‌بپردازید،‌می‌توانید‌وام‌را‌نگه‌دارید.‌تا‌زمانی‌که‌
بانک‌بهره‌وامش‌را‌دریافت‌می‌کند،‌وام‌همچنان‌در‌دفاتر‌بانک‌جاری‌به‌
حساب‌می‌آید‌و‌هیچ‌کس‌به‌مشکل‌نمی‌خورد.‌
بنابراین‌نزد‌باب‌ ِ موری‌مدیر‌بانکم‌رفتم‌و‌به‌او‌گفتم‌که‌دیگر‌نمی‌توانم‌
قسط‌ماهانه‌را‌بپردازم،‌اما‌گفتم‌اگر‌او‌بتواند‌عفو‌کوتاه‌چندماهه‌ای‌به‌من‌
بدهد‌تا‌کسب‌وکارم‌راه‌بیفتد،‌با‌پرداخت‌بهره،‌وام‌را‌جاری‌نگه‌می‌دارم.‌
در‌کمال‌تعجب،‌‌او‌بلافاصله‌موافقت‌کرد.‌او‌در‌حضور‌من‌قرارداد‌وام‌را‌
دوباره‌نوشت،‌مقدار‌بهره‌ماهانه‌را‌محاسبه‌کرد‌و‌از‌من‌پرسید‌که‌آیا‌می‌توانم‌
ماهانه‌آن‌ها‌را‌بپردازم.‌
به‌او‌اطمینان‌دادم‌که‌می‌توانم.‌بسیار‌تشکر‌کرد،‌دستم‌را‌فشرد‌و‌رابطه‌
ما‌بدون‌مشکل‌ادامه‌یافت.
با اعتباردهندگانتان تماس بگیرید
یک‌بار‌دیگر‌کسب‌وکارم‌با‌مشکلی‌جدی‌روبه‌رو‌شد‌و‌دیگر‌نمی‌توانستم‌
چک‌هایم‌ را‌ پاس‌ کنم.‌ می‌بایست‌ هزاران‌ دلار‌ برای‌ نشر،‌ اجاره،‌ خدمات‌
همگانی،‌حمل‌ونقل،‌ضبط‌و‌سایر‌خدمات‌قانونی‌و‌کاری‌می‌پرداختم.‌شرایط‌
بسیار‌دشواری‌بود.‌
بنابراین‌به‌جای‌تلفن‌زدن‌به‌کارگزاران‌و‌جمع‌کردن‌آن‌ها،‌فهرستی‌از‌
همه‌اعتباردهندگان‌تهیه‌کردم‌و‌شخصا‌و‌رودررو‌با‌تک‌تک‌آن‌ها‌ملاقات‌
کردم.‌همین‌داستان‌را‌برای‌همه‌آن‌ها‌گفتم.‌
گفتم‌«در‌این‌بحران‌اقتصادی،‌کسب‌وکار‌من‌به‌مشکل‌جدی‌دچار‌شده‌
است.‌اما‌نوری‌در‌انتهای‌تاریکی‌می‌بینم.‌می‌توانم‌ببینم‌که‌کسب‌وکارم‌
ظرف‌سه‌تا‌شش‌ماه‌بهبود‌اساسی‌خواهد‌یافت‌و‌می‌توانم‌هر‌مبلغی‌که‌به‌
شما‌بدهکارم‌را‌با‌بهره‌اش‌بپردازم.‌با‌این‌حال،‌اگر‌مرتب‌با‌من‌تماس‌بگیرید‌
و‌پولتان‌را‌بخواهید،‌شرکتم‌سقوط‌می‌کند،‌ورشکست‌می‌شوم‌و‌می‌روم‌و‌
شما‌یک‌ریال‌هم‌دریافت‌نمی‌کنید.‌تصمیمتان‌چیست؟
مدیران منعطف هستند
باز‌هم‌در‌کمال‌تعجب‌آن‌ها‌گفتند‌«اگر‌متعهد‌شوید‌هر‌ماه‌مبلغ‌کمی‌از‌
حسابتان‌را‌پرداخت‌کنید،‌‌ما‌می‌توانیم‌حساب‌را‌در‌گردش‌نگه‌داریم.‌در‌این‌
حالت،‌تا‌زمانی‌که‌کسب‌وکارتان‌روبه‌راه‌شود‌و‌بتوانید‌همه‌بدهی‌را‌به‌طور‌
کامل‌بپردازید،‌با‌شما‌کار‌خواهیم‌کرد.»‌در‌عرض‌شش‌ماه‌کسب‌وکارم‌رونق‌
گرفت‌و‌هر‌ریال‌از‌بدهی‌را‌پس‌دادم.‌
اگر‌به‌خاطر‌مذاکره‌ای‌که‌قبلا‌انجام‌داده‌اید‌یا‌هزینه‌هایی‌که‌ایجاد‌کرده‌اید‌
و‌از‌عهده‌شان‌برنمی‌آیید،‌اکنون‌در‌شرایط‌بدی‌قرار‌دارید،‌از‌بازگشت‌به‌
مذاکره‌و‌درخواست‌تغییر‌مفاد‌و‌شرایط‌نترسید.‌اگر‌منطقی‌باشید‌و‌راه‌حل‌
معقولی‌ارائه‌دهید،‌از‌معقول‌بودن‌سایرین‌شگفت‌زده‌خواهید‌شد.107
نشانه‌های‌یک‌مذاکره‌کننده‌موفق‌چیست‌و‌چگونه‌می‌توانید‌بگویید‌یکی‌
از‌آن‌ها‌هستید؟‌‌اگر‌به‌مذاکره‌کنندگان‌موفق‌نگاه‌کنید،‌چندین‌مشخصه‌و‌
روش‌مشترک‌را‌میان‌آن‌ها‌می‌یابید.‌
نخست،‌آن‌ها‌مذاکره‌را‌فرایندی‌دائمی‌می‌دانند‌که‌هرگز‌تمام‌نمی‌شود.‌
آن‌ها‌همه‌زندگی‌را‌به‌شکل‌فرایندی‌برای‌مصالحه‌و‌سازگار‌کردن‌علایق‌
متضاد‌می‌بینند.‌این‌موضوع‌هر‌روز‌و‌تقریبا‌در‌هر‌حوزه‌ای‌به‌طور‌مداوم‌
ادامه‌می‌یابد.‌در‌حالت‌ایده‌آل،‌این‌یک‌فرایند‌برد-برد‌است،‌اما‌گاهی‌این‌
نتیجه‌نه‌مطلوب‌و‌نه‌لازم‌است.‌
مذاکره‌کنندگان‌خوب‌نسبت‌به‌شرایط‌متغیر‌پذیرا‌و‌سازگار‌هستند.‌آن‌ها‌
موضعی‌خشک‌و‌سخت‌گیرانه‌اتخاذ‌نمی‌کنند.‌مذاکره‌کنندگان‌غیرحرفه‌ای‌
ایده‌ای‌در‌ذهن‌دارند‌و‌برایش‌مبارزه‌می‌کنند،‌حتی‌اگر‌شرایط‌تغییر‌کرده‌
باشد.‌مذاکره‌کنندگان‌خوب‌در‌تشخیص‌اهداف‌متقابل‌مذاکره‌منعطف‌و‌
مذاکرهکننده موفق
سریع‌هستند.‌اگر‌اطلاعات‌جدید‌نشان‌دهد‌که‌تغییر‌شرایط‌یا‌کنار‌گذاشتن‌
آن‌خوب‌است،‌این‌کار‌را‌انجام‌می‌دهند.‌‌
مذاکره‌کنندگان‌موفق‌اهل‌همکاری‌هستند‌نه‌مجادله.‌آن‌ها‌مذاکره‌را‌نوعی‌
جنگ‌نمی‌دانند‌یا‌رابطه‌خود‌را‌خصمانه‌نمی‌بینند.‌‌
مذاکره‌کنندگان‌برتر‌به‌جای‌رقابتی‌بودن‌خلاق‌هستند.‌آن‌ها‌به‌جای‌تلاش‌
محض‌برای‌برد،‌به‌دنبال‌یافتن‌راه‌حلی‌هستند‌که‌هر‌دو‌طرف‌را‌خشنود‌
سازد.‌
در‌نهایت‌و‌مهم‌تر‌از‌همه‌اینکه‌فریبکار‌نیستند.‌آن‌ها‌برای‌راندن‌طرف‌
مقابل‌به‌یک‌شرایط‌برد-باخت‌(برد‌خودشان‌و‌باخت‌رقیب)‌از‌حقه‌یا‌فریب‌
استفاده‌نمی‌کنند.‌
در‌مذاکره‌یک‌دفعه‌ای،‌مذاکره‌کننده‌خوب‌هر‌اقدام‌ممکن‌برای‌رسیدن‌
به‌بهترین‌نتیجه‌را‌انجام‌می‌دهد،‌‌با‌علم‌بر‌اینکه‌این‌تنها‌دفعه‌ای‌است‌که‌
مذاکره‌انجام‌می‌شود.‌مفاد‌مورد‌توافق‌هر‌چه‌باشد،‌هر‌دو‌طرف‌احتمالا‌هرگز‌
دوباره‌با‌هم‌مذاکره‌نخواهند‌کرد.‌هدف،‌کسب‌بهترین‌نتیجه‌است.‌
‌با‌این‌حال‌در‌مذاکره‌کسب‌وکار‌که‌احتمال‌دارد‌طرفین‌دوباره‌با‌هم‌مذاکره‌
و‌کار‌کنند،‌مذاکره‌کننده‌برتر‌پیشاپیش‌و‌قبل‌از‌نهایی‌شدن‌مذاکره‌فعلی‌به‌
مذاکره‌بعدی‌فکر‌می‌کند.‌مذاکره‌کننده‌باید‌دیدگاه‌بلند‌مدت‌داشته‌باشد.‌
در‌همه‌سال‌هایی‌که‌مذاکره‌کردم،‌هرگز‌نمی‌دانستم‌که‌مذاکره‌کنندگان‌
باهوش‌ با‌ هر‌ نوع‌ نیرنگی‌ معاملات‌ فوق‌العاده‌ای‌ انجام‌ می‌دهند.‌ کتاب‌ها‌
و‌ کلاس‌های‌ زیادی‌ وجود‌ دارد‌ که‌ روش‌ استفاده‌ از‌ این‌ تاکتیک‌ها‌ مثل‌
تکنیک‌های‌«جابجایی‌نقش»‌و‌«آدم‌خوب/‌آدم‌بد»‌را‌یاد‌می‌دهند‌که‌با‌
استفاده‌از‌آن‌ها‌می‌توانید‌افراد‌را‌از‌نظر‌روانی‌فریب‌داده‌و‌وادار‌به‌انجام‌
تعهدات‌یا‌اتخاذ‌تصمیمات‌خاص‌کنید.‌این‌روش‌ها‌به‌ندرت‌در‌دنیای‌واقعی‌
جواب‌می‌دهند.‌
در‌دنیای‌واقعی،‌زنان‌و‌مردان‌صادق،‌رک،‌روراست‌و‌صمیمی‌که‌می‌دانند‌
چه‌می‌خواهند‌و‌خواستار‌رسیدن‌به‌توافق‌مناسب‌برای‌همه‌اند،‌موفق‌ترین‌
افراد‌در‌مذاکره‌هستند.‌‌
برای‌موفق‌شدن‌به‌عنوان‌یک‌مذاکره‌کننده‌نباید‌حیله‌گر‌و‌فریبکار‌باشید.‌
در‌عوض‌می‌توانید‌رک‌و‌صادق‌باشید،‌خواسته‌خود‌را‌کاملا‌شفاف‌بگویید‌و‌
سپس‌بهترین‌راه‌شروع‌بحث‌با‌طرف‌مقابل‌را‌پیدا‌کنید.
‌
چهار مورد ضروری
چهار‌مورد‌مهم‌در‌مذاکره‌که‌اساس‌همه‌مذاکرات‌موفق‌است‌را‌به‌یاد‌
داشته‌باشید.‌اگر‌این‌چهار‌عامل‌کلیدی‌را‌به‌یاد‌داشته‌باشید،‌به‌مذاکره‌کننده‌
موفقی‌تبدیل‌خواهید‌شد:
 .1حقایق را بفهمید و پیشاپیش آماده شوید
قدرت‌همیشه‌در‌دست‌کسی‌است‌که‌بیش‌ترین‌دانش،‌بیش‌ترین‌گزینه‌ها،‌
بیش‌ترین‌اطلاعات‌و‌بهترین‌جایگزین‌ها‌را‌دارد.‌پیشاپیش‌آماده‌شوید‌و‌هر‌
آنچه‌می‌توانید‌را‌درباره‌خواسته‌ها،‌نیازها‌و‌شرایط‌طرف‌مقابل‌بفهمید.
‌
 .2خواستهتان را طلب کنید.
برای‌موفق‌ شدن‌درخواست‌کنید.‌بگویید،‌«قبل‌ از‌ اینکه‌ کار‌را‌شروع‌
کنیم،‌مایلم‌نتیجه‌مطلوب‌خود‌از‌این‌مذاکره‌را‌به‌شما‌بگویم.»‌وقتی‌وارد‌
مذاکره‌ می‌شوید،‌ از‌ طرح‌ درخواست‌های‌ زیاد‌ به‌ خصوص‌ درباره‌ قیمت‌ و‌
شرایط‌نترسید،‌زیرا‌این‌موارد‌همیشه‌عناصری‌اختیاری‌هستند‌که‌می‌توانید‌
درباره‌شان‌بحث‌کرده‌و‌تغییرشان‌دهید.
‌
 .3به دنبال راهحلهای برد-برد باشید
در‌هر‌قرارداد‌کاری‌بلند‌مدت‌مداوم،‌سعی‌نکنید‌که‌برنده‌شوید‌یا‌برای‌
رسیدن‌به‌توافقی‌که‌به‌ضرر‌طرف‌مقابل‌است،‌نیرنگ‌بزنید.‌به‌دنبال‌معامله‌
برد-برد‌باشید‌یا‌اصلا‌معامله‌ای‌انجام‌ندهید.‌به‌یاد‌داشته‌باشید‌که‌زندگی‌
طولانی‌است‌و‌از‌هر‌دست‌بدهید،‌از‌همان‌دست‌پس‌می‌گیرید.‌اگر‌امروز‌به‌
توافقی‌برسید‌که‌برای‌طرف‌مقابل‌مضر‌باشد،‌بعدها‌در‌کار‌به‌سمت‌خودتان‌
برمی‌گردد‌و‌بسیار‌بیش‌از‌مزایای‌کوتاه‌مدتی‌که‌به‌دست‌آورده‌اید،‌برایتان‌
هزینه‌خواهد‌داشت.
‌‌‌
 .4تمرین کنید، تمرین کنید، تمرین کنید
در‌هر‌شرایط‌و‌هر‌فرصتی‌مذاکره‌کنید.‌اگر‌قصدتان‌خرید‌لباس،‌اتومبیل،‌
تجهیزات‌یا‌ملک‌است‌باید‌مهارت‌های‌مذاکره‌را‌تمرین‌کنید،‌تمرین‌کنید‌
و‌تمرین‌کنید.‌توانایی‌شما‌در‌مذاکره‌که‌ناشی‌از‌تمرین‌مداوم‌است‌می‌تواند‌
باعث‌پس‌انداز‌‌۲0درصدی‌یا‌بیشتر‌در‌هر‌مبلغی‌شود‌که‌در‌ادامه‌زندگی‌به‌
دست‌می‌آورید‌یا‌خرج‌می‌کنید.‌مهارت‌های‌خوب‌مذاکره‌باعث‌صرفه‌جویی‌
در‌پول،‌زمان‌و‌انرژی‌می‌شود.‌آن‌ها‌می‌توانند‌شما‌را‌به‌فرد‌مؤثرتری‌تبدیل‌
کرده‌و‌به‌موفقیتتان‌در‌کار‌و‌زندگی‌کمک‌کنند.‌"""



# st.header("متن کامل")

# st.write(Text)


Stopword = ['همچنان', 'مدت', 'چیز', 'سایر', 'جا', 'طی', 'کل', 'کنونی', 'بیرون','های', 'مثلا', 'کامل','ها', 'کاملا','گیرد','شود','است', 'آنکه', 
            'موارد', 'واقعی', 'امور', 'اکنون', 'بطور', 'بخشی', 'تحت', 'چگونه', 'عدم', 'نوعی', 'حاضر', 'وضع', 'مقابل', 'کنار', 'خویش', 'نگاه', 'درون',
            'زمانی', 'بنابراین', 'تو', 'خیلی', 'بزرگ', 'خودش', 'جز', 'اینجا', 'مختلف', 'توسط', 'نوع', 'همچنین', 'آنجا', 'قبل', 'جناح', 'اینها', 'طور', 'شاید',
            'ایشان', 'جهت', 'طریق', 'مانند', 'پیدا', 'ممکن', 'کسانی', 'جای', 'کسی', 'غیر', 'بی', 'قابل', 'درباره', 'جدید', 'وقتی', 'اخیر', 'چرا', 'بیش',
            'روی', 'طرف', 'جریان', 'زیر', 'آنچه', 'البته', 'فقط', 'چیزی', 'چون', 'برابر', 'هنوز', 'بخش', 'زمینه', 'بین', 'بدون', 'استفاد', 'همان', 'نشان',
            'بسیاری', 'بعد', 'عمل', 'روز', 'اعلام', 'چند', 'آنان', 'بلکه', 'امروز', 'تمام', 'بیشتر', 'آیا', 'برخی', 'علیه', 'دیگری', 'ویژه', 'گذشته', 'انجام',
            'حتی', 'داده', 'راه', 'سوی', 'ولی', 'زمان', 'حال', 'تنها', 'بسیار', 'یعنی', 'عنوان', 'همین', 'هبچ', 'پیش', 'وی', 'یکی', 'اینکه', 'وجود'
            , 'شما', 'پس', 'چنین', 'میان', 'مورد', 'چه', 'اگر', 'همه', 'نه', 'دیگر', 'آنها', 'باید', 'هر', 'او', 'ما', 'من', 'تا', 'نیز', 'اما', 
            'یک', 'خود', 'بر', 'یا', 'هم','ای', 'را','دارد', 'این',"می", 'با','دارد','،',',','.', 'آن', 'برای'
            ,'»','«','(',')','؟','?','شده_است','شده','داشت','مکن','آورد','آیند','کرد','آورده_شده_است','دهد','آورند','دهند', 'و', 'در', 'به', 'که', 'از',
            'اندیشیده_اید','کند','هستند','بتواند','برآورد','\u200eشود','شود','\u200e','شوند','خواهند_بود','آمده','یافته_است','ماند','بیاید',
            'رفت','کنید','هستید','دارید','دهید','دارند','بفهمید','داده_شوند','خواهد_گرفت','خواهد_بود','داده_است',
            'خواهد_شد','داده_شده_است','خواهند_داشت','خواهد_داشت','نرسیده_است','نرسیده_است','درخواست','نخواهد_داشت','داده_خواهد_شد','نیستند','نیافته_اند','بگیرید','رفتن','نیستند']
Stopword = set(Stopword)     # حذف استاپ وورد های تکراری
# Stopword

# st.sidebar.header("انتخاب تعداد جمله ی خلاصه از متن")

st.sidebar.header("استاپ وورد ها")

st.sidebar.dataframe(Stopword)


normalizer = Normalizer()
TextNor = normalizer.normalize(Text)
# TextNor

TextNor2 = Text.replace('\u200c', ' ')
# TextNor2

TextIter = ''.join(ch for ch, _ in itertools.groupby(TextNor2))
# TextIter

wordList = word_tokenize(TextIter)
# wordList


lemmatizer = Lemmatizer()
wordcount = {}

for w in wordList:
    if w not in Stopword:
        if w in wordcount.keys():
            wordcount[lemmatizer.lemmatize(w)] += 1
        else:
            wordcount[lemmatizer.lemmatize(w)] = 1
            
# wordcount

import operator

wordcount_sorted = sorted(wordcount.items(), key=operator.itemgetter(1), reverse=True)
# wordcount_sorted

sentenceList = sent_tokenize(TextIter)
# sentenceList

sentenceDict = {}
for s, i in enumerate(sentenceList):
    sentenceDict[i] = s
# sentenceDict


sentenceScore = {}

for s in sentenceList:
    for w in wordcount_sorted:
        if w[0] in s:
            sentenceScore.setdefault(s, 0)
            sentenceScore[s] += w[1]
            
# sentenceScore


sentenceScore_sorted = sorted(sentenceScore.items(), key=operator.itemgetter(1), reverse=True)
# sentenceScore_sorted



st.subheader("تعداد جمله ها برای خلاصه سازی متن را تعیین کنید")
sl = st.slider("Slide", min_value=2, max_value=20)
# st.write(sl)


c = 1
for i in sentenceScore_sorted:
    if c <= 10:        
        print("\n",f"جمله ی  {c} ",'\n')
        print(i[0])
        c+=1
    else:
        break


paragraph = ""
c = 1
for i in sentenceScore_sorted:
    if c <= 10:        
        paragraph += i[0]
        paragraph += " "
        c+=1
    else:
        break

paragraph_ordered = []
c = 1
for i in sentenceScore_sorted:
    if c <= 10:        
        paragraph_ordered.append(i[0])
        c+=1
    else:
        break

# paragraph_ordered


sentenceScoreOrdered = {}
for p in paragraph_ordered:
    sentenceScoreOrdered[p] = sentenceDict[p]



sentenceScoreOrdered_sorted = sorted(sentenceScoreOrdered.items(), key=operator.itemgetter(1))
# sentenceScoreOrdered_sorted



# c = 1
# for i in sentenceScoreOrdered_sorted:        
#     print("\n",f"جمله ی  {c} ",'\n')
#     print(i[0])
#     c+=1





# abstractiveTexts = []
# m = 0
# for i in sentence_dict:
#     m += 1
#     abstractiveTexts.append(i[0])
#     if m == sl:
#         break



st.title(f"خلاصه متن در {sl} جمله")
st.write(sentenceScoreOrdered_sorted)



paragraph_ordered_final = ""
for p in sentenceScoreOrdered_sorted:
#     print(p[0])
    paragraph_ordered_final += p[0]
    paragraph_ordered_final += " "

# paragraph_ordered_final



st.title("خلاصه متن در یک پاراگراف")
st.write(paragraph_ordered_final)

#============================================


st.title("متن خود را برای خلاصه کردن وارد کنید ")


# your_text = st.text_input("Enter Your Text For Summarization : ")
your_text = st.text_area("Enter Your Text For Summarization : ")
# your_text = st.file_uploader("Upload Your Text File For Summarization : ")


st.header("متن کامل شما")

st.write(your_text)


normalizer = Normalizer()
your_textNor = normalizer.normalize(your_text)
your_textNor = your_textNor.replace("\u200c", " ") 


your_textNorIter = ''.join(ch for ch, _ in itertools.groupby(your_textNor))

yourWordList = word_tokenize(your_textNorIter)


yourWordcount = {}
for i in yourWordList:
    if i not in Stopword:
        if i in yourWordcount.keys():
            yourWordcount[i] += 1
        else:
            yourWordcount[i] = 1


yourWordcount_sorted = sorted(yourWordcount.items(), key=operator.itemgetter(1), reverse=True)


yourtext_Tok_sentence = sent_tokenize(your_text)



yourSentence_dict = {}
for i in yourtext_Tok_sentence:
    k = 0
    for j in yourWordcount.keys():
        if j in i:
            k += yourWordcount[j]
            yourSentence_dict[i] = k



yourSentence_dict_sorted = sorted(yourSentence_dict.items(), key=operator.itemgetter(1), reverse=True)


st.subheader("تعداد جمله ها برای خلاصه سازی متن را تعیین کنید")
sl2 = st.slider("Slide2", min_value=2, max_value=20)


yourAbstractiveTexts = []
m = 0
for i in yourSentence_dict_sorted:
    m += 1
    yourAbstractiveTexts.append(i[0])
    if m == sl2:
        break




# st.write("کمی درنگ بفرمایید")
# import time
# mybar = st.progress(0)

# for percent_complete in range(100):
#     time.sleep(0.02)
#     mybar.progress(percent_complete + 1)

# st.spinner()


# st.balloons()


st.title(f"خلاصه متن در {sl2} جمله")
st.write(yourAbstractiveTexts)



yourparagraph = ""
c = 0
for i in yourSentence_dict_sorted:
    c += 1
    yourparagraph += i[0]
    yourparagraph += "   "
    if c == sl2:
        break



st.title("خلاصه متن در یک پاراگراف")
st.write(yourparagraph)
